{
  "version": 1,
  "utcOffset": 2,
  "social": {
    "facebook": "https://www.facebook.com/hadratrancefestival",
    "website": "http://www.hadra.net",
    "twitter": "https://twitter.com/HadraRecords",
    "soundcloud": "https://soundcloud.com/hadrarecords",
    "youtube": "https://www.youtube.com/user/hadrarecords"
  },
  "photo": "images/home/place.jpg",
  "description": "<b>Cette année, nous célébrons la 10ème édition du Hadra Trance Festival !</b><br>Et cela signifie beaucoup pour nous qui avons tant œuvré pour maintenir le festival au fil des ans.<br><br>Après avoir quitté à regret les montagnes de Lans-en-Vercors en 2014, nous nous étions lancés dans la quête minutieuse d’une nouvelle terre d’accueil. Deux années de recherche ont été nécessaires pour trouver la perle rare, au cœur de l’Allier, dans l’écrin de verdure du plan d’eau de Vieure.<br><br>Si la dernière édition s’est faite dans la précipitation, nous avons pu cette année prendre nos marques pour vous proposer une édition de plus grande ampleur: le festival se tiendra sur 4 jours avec 11 hectares supplémentaires pour vous accueillir, une nouvelle scène et pas moins de 150 artistes programmés. De nombreuses surprises, animations, performances, conférences viennent s’ajouter à cette nouvelle édition: soyez curieux et n’hésitez pas à profiter des à-côtés du festival !<br><br>Alors ces bougies, nous tenons à les souffler avec vous: que cet anniversaire rassemble ceux qui composent notre belle tribu psychédélique, que la célébration soit aussi exceptionnelle que ces dix années d'aventures à vos côtés.",
  "playerSoundcloud": "https://soundcloud.com/hadratrancefestival/sets/hadra-trance-festival-2017/s-MnkfD",
  "playerShop": "http://www.hadra.net/shop/new/category.php?id_category=16",
  "buyMusic": "http://www.hadra.net/shop/new/category.php?id_category=16",
  "buyClothes": "http://www.hadra.net/shop/new/category.php?id_category=13",
  "buyTickets": "http://www.hadra.net/shop/new/product.php?id_product=2288",
  "featuredArtistIds": [
    "88",
    "83",
    "125",
    "7",
    "36",
    "47",
    "15",
    "67",
    "32",
    "71",
    "30"
  ],
  "featuredPhotos": [
    "images/home/1.jpg",
    "images/home/2.jpg",
    "images/home/3.jpg",
    "images/home/4.jpg",
    "images/home/5.jpg",
    "images/home/6.jpg",
    "images/home/7.jpg",
    "images/home/8.jpg",
    "images/home/9.jpg",
    "images/home/10.jpg"
  ],
  "featuredVideo": null,
  "map": null,
  "showLineup": true,
  "infos": [
    {
      "title": "Comment venir",
      "content": "### Par la route\n\n<iframe ng-if=\"!offline\" src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d351543.88641214976!2d2.5947436516267013!3d46.49946713979648!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47f095bc5f3b0617%3A0xfe9754c6cb777592!2s03430+Vieure!5e0!3m2!1sfr!2sfr!4v1466720428320\"\n        width=\"100%\" height=\"300\" frameborder=\"0\" style=\"border:0\">\n</iframe>\n\n#### De Paris, Lille, Bourges, Nantes:\n- Suivre direction Bourges\n- Sur l’A71, prendre la sortie 10 en direction de Montluçon/Guéret/Cosne d'Allier/Commentry\n- Continuer sur A714\n- Prendre la sortie en direction de D94\n- Rouler en direction de D94 à Vieure\n- Suivre le fléchage\n\n#### De Genève (CH), Turin (It), Chambéry, Clermont­-Ferrand, Marseille, Bordeaux, Toulouse:\n- Suivre direction Clermont Ferrand, une fois Clermont­-Ferrand passé, suivre Bourges et prendre l’A71\n- Sur l’A71, prendre la sortie 10 en direction de Montluçon/Guéret/Cosne d'Allier/Commentry\n- Sortie 3 depuis le périphérique de Grenoble pour Sassenage (D1532)\n- Aller à Lans­en­Vercors (D531)\n- Suivre le fléchage\n\n#### Distance et durée estimée du trajet depuis les principales grandes villes:\n\n*   **Grenoble** ­ Vieure : 357 km, 03h36 estimée.\n*   **Lyon** ­ Vieure : 250 km, 2h39 estimée.\n*   **Genève** ­ Vieure : 394 km, 4h06 estimées.\n*   **St Etienne** ­ Vieure : 230 km, 2h20 estimées.\n*   **Clermont­Ferrand** ­ Vieure : 102 km, 1h10 estimées.\n*   **Toulouse** ­ Vieure : 454 km, 4h21 estimées.\n*   **Bordeaux** ­ Vieure : 452 km, 4h17 estimées.\n*   **Paris** ­ Vieure : 345 km, 3h36 estimées.\n*   **Rennes** ­ Vieure : 498 km, 4h39 estimées.\n*   **Strasbourg** ­ Vieure : 556 km, 5h35 estimées.\n*   **Milan** ­ Vieure : 641 km, 6h45 estimées.\n*   **Turin** ­ Vieure : 557 km, 5h46 estimées.\n*   **Bruxelles** ­ Vieure : 615 km, 6h09 estimées.\n*   **Barcelone** ­ Vieure : 716 km, 7h02 estimées.\n\n### Co-voiturage\n\n**L'impact environnemental le plus important lors de notre événement concerne celui des transports, qui représente la majeure part d'émissions de gaz à effet de serre produites.**\n\nSoucieux de ces enjeux, nous essayons de développer au maximum l'utilisation de transports en commun et de covoiturage afin de minimiser et diminuer ces émissions. \n\nNous vous proposons donc une plateforme de covoiturage:\n\n[![covievent](images/infos/covievent-logo.png)](https://www.covievent.org/covoiturage/hadra-trance-festival-10-1/bd44ecdfc94608e8d7b0398f6358555a)\n\nAinsi qu'un groupe facebook dédié au co-voiturage:\n\n<button class=\"button button-calm button-outline button-social button-small icon-left ion-social-facebook\" ng-click=\"vm.open('https://www.facebook.com/groups/108859486206264/')\">Groupe Facebook</button>\n\n### En train\n\n#### Gares les plus proches\n\n* **Vallon-en-Sully (03)**: 25km\n* **Montluçon (03)**: 32 km\n* **Moulins (03)**: 40km\n\n<button class=\"button button-calm button-outline button-small\" ng-click=\"vm.open('http://www.voyages-sncf.com/')\">SNCF</button>\n\n### En bus\n\nPour tous ceux qui souhaitent venir en train au festival, nous mettons en place 4 départs en bus le jeudi après-midi depuis Moulins (40 km).\nAinsi que 3 retours le dimanche après-midi et un retour le lundi matin pour les retardataires.\n\n<button class=\"button button-calm button-outline button-small\" ng-click=\"vm.open('http://www.hadra.net/shop/new/category.php?id_category=6')\">Voir les bus</button>\n"
    },
    {
      "title": "Camping & parking",
      "content": "#### CAMPINGS & PARKINGS AGRANDIS ! Plus de 25Ha de terrain au bord du Plan d'eau de Vieure\n\nLe **camping est inclus dans le prix d'entrée du festival**.\nLe **placement** est **libre** dans les zones prévues à cet effet.\nLe camping se trouve dans l’enceinte du festival, à 10 min à pied de l’entrée et à 5 min des scènes.\n\nDurant le festival, les **camping-cars, camions et vans** pourront se garer sur le **parking** qui leur est dédié, dans la limite des places disponibles et _dans la mesure où les conducteurs n'ont pas l'intention de déplacer leur véhicule durant le festival_.\nIl sera également possible d’installer des tentes à proximité de votre camion.\n\nUn **parking voiture** est également prévu à l’**entrée du site** du festival.\n\n______________________\n\n**Nous sommes heureux de pouvoir vous présenter les Bell Tents sur le camping du Hadra Trance Festival.**\n\nPas besoin d'amener votre tente ni de la ramballer après le festival.\nArrivez au festival et installez vous avec votre tribu dans une Bell Tent.\n\nLes Tipi Bell Tents sont espacieux et peuvent loger entre 4 et 8 personnes. \n\nIl y a 2 différentes tailles :\n\n- Le Tipi 4m, confortable pour 4 personnes (200 euros pour la durée du festival)\n- Le Tipi 5m, confortable pour 8 personnes (250 euros pour la durée du festival)\n\nPour reserver envoyez un mail avec votre nom et adresse: [tyipisch@gmail.com](mailto:tyipisch@gmail.com)\n\n![bell tents](images/infos/bell-tents.jpg)\n"
    },
    {
      "title": "Le village",
      "content": "## CONFERENCES & ATELIERS\n\n**Vendredi 8 Septembre**\n10h00 - 12h00\t\tFabrication d’objet hygiène réutilisable\n12H00 - 14H00\t\tApiculture & lessive naturelle (La Mixture)\n12h00 - 15h00\t\tConstruction de poufs en pneus et tissus\n15h00 - 17h00\t\t[Conférence] Réduction des risques en milieu festif\n17H00 - 19H00\t\t[Conférence] Les organisateurs d’événements outdoor, avec Project Moon, Karma Kusala, Festival Harmonic, Psymind, Hadra Trance Festival\n19H00 - 20H00\t\tDémo DJing par Elyxir (Hadra Records)\n\n**Samedi 9 Septembre**\n10h00 - 12h00\t\t[Conférence] Economie circulaire & autonomie (AREMACS)\n12h00 - 15h00\t\tConstruction de poufs en pneus et tissus\n12H00 - 14H00\t\tLessive et baumes naturels\n14H00 - 16H00\t\tApiculture & lessive naturelle (La Mixture)\n16H00 - 17H00\t\tInitiation Urban dance\n17H00 - 18H30\t\tAtelier jonglerie\n18H30 - 19H30   Démo DJing par Elyxir (Hadra Records)\n\n**dimanche 10 Septembre**\n11H00 - 12H00\t\tTechnique de brassage (Brasserie de la Motte Juille)\n12H00 - 14H00\t\t[Conférence] Les labels de musique / Auto-production, avec Electrik Dream, Looney Moon Records, ADN Music, Hadra Records, Nibana, Miss Tekix \n14H00 - 16H00\t\t[Conférence] Lessive et baumes naturels \n14H00 - 17H00\t\tConfection de ballons (CIE la Balladingue)\n\n### ESPACE BIEN-ÊTRE\n\n**Psyk’Nurse :** Lieu d’échange sur la conscience citoyenne l’éco-responsabilité et l’ethno-responsabilité - Du jeudi au dimanche                                                                                                                                  \n\n**Vitaliser healing project :** Dôme géodésique -  Soins énergétiques - Du jeudi au dimanche     \n\n**Sur 1 air 2 Didg :** Découverte de la culture alborigène : techniques de relaxation par le didgeridoo et les instruments du monde - Du jeudi au dimanche     \n\n### ZONE FEU\n\n**Du jeudi 8 au vendredi 9 septembre**\n22H00 - 23H00   Zone feu animée par Natole, Luna Jayne, El Nikito Pyro Clown, Isaya kali et Lucas Devillers\n23H00 - 00H00   Scène ouverte\n\n**Samedi 9 Septembre**\n22H00 - 23H00   Fuego Loko présente « Patzec ». Une invasion enflammée, créée spécialement pour le festival\n\n### FERME ENCHANTEE\n\nVisite de la ferme enchantée, initiation à l'auto-construction, au soin des animaux, fabrication de fromage, etc - Du vendredi au dimanche de 9h00 à 10h00, de 14h00 à 15h00 et de 18h00 à 19h00\n\nLa ferme est située à l’extérieur du site du festival, pour y accéder, rendez-vous à la zone « Conférences & Ateliers » aux heures indiquées.\n\n### DEAMBULATIONS\n\n**CIE La Balladingue** : Body Painting - Danse - Sculpture sur ballon - Samedi, 15H00, Temple Stage                                                                                                                                                    \n\n**The Bass Bin :** Sound system portatif - Du jeudi au samedi, 15H00, parking, camping, entrée du festival\n\n### ANIMATIONS\n\n**Les fête arts :** Jeux de socièté et de rôles, animés par Vercors Freestyle - A découvrir durant toute la durée du festival, aux alentours de la Moon Stage\n\n**Animations perchées :** Une zumba à 150 BPM ? Un combat contre une banane? Une hostie cosmique ? ça risque d’arriver un peu partout dans le festival !\n\n**La touch’foraine :** Fête foraine artisanale, animée par l’Atelier Perché - A découvrir durant toute la durée du festival, aux alentours de la Lotus Stage\n"
    },
    {
      "title": "F.A.Q.",
      "content": "### 10 conseils pour profiter du Hadra Trance Festival !\n1. Venir en forme\n2. Ne pas oublier sa boîte à outils (Lampes, sac de couchage...)\n3. Etre curieux de l’univers qui nous entoure\n4. Faire une liste des artistes à ne pas manquer\n5. Penser à prendre de l’argent liquide (tous les stands ne sont pas équipés de machine à CB)\n6. Prendre soin de l’environnement\n7. Prévoir son maillot de bain ou son bikini ^^ Baignade autorisée de 9h à 21h \n8. Penser à bien s’hydrater et s’alimenter, c’est important !\n9. Prendre le temps de se reposer et d’aller faire un tour au village Hadra\n10. Prendre soin de soi et des autres\n\n### Peut-on sortir et entrer du site du festival durant celui-ci ?\nOui, à pied ou en utilisant les bus-navettes (toutes les 15 ou 20 min suivant la fréquentation).\nChaque festivalier se verra remettre un bracelet d'identification lors de son arrivée. Celui-ci lui permettra de circuler librement entre le festival et l'extérieur durant toute la durée de l'évènement.\nLe port du bracelet est obligatoire dans l'enceinte du festival. Toute personne ne portant pas de bracelet ou munie d'un bracelet détérioré, coupé, altéré d'une façon ou d'une autre, sera reconduite à l'entrée du festival par la sécurité. Le prix d'entrée en vigueur à ce moment-là lui sera demandé pour de nouveau entrer.\nSi, malgré sa solidité, votre bracelet se brise accidentellement, rejoingez au plus vite l'entrée où il vous sera remplacé.\nLes bracelets sont personnels et ne peuvent en aucun cas être prétés, donnés ou revendus à un tiers.\n\n### Peut-on apporter sa propre nourriture et boisson ?\nOui.\nPour sa consommation personnelle, chaque festivalier est autorisé à apporter de la nourriture et des boissons (sauf bouteilles en verre !!!)\nLa revente de nourriture, boissons ou tout autre marchandise est interdite en dehors des stands enregistrés auprès de l'organisation.\nQue manger et boire à Hadra Trance Festival ?\nEn dehors du ravitaillement que chaque festivalier est autorisé a apporter avec lui, de nombreux stands proposeront une nourriture variée : pizzas, crèpes, cuisine du monde ainsi que des boissons chaudes (café, thé, chaï, etc...). Deux bars gérés par Hadra proposeront des boissons fraiches (eau, soda, bières).\nLes festivaliers pourront aussi aller se ravitailler librement dans les commerces des environs.\n\n### Que manger et boire à Hadra Trance Festival ?\nEn dehors du ravitaillement que chaque festivalier est autorisé a apporter avec lui, de nombreux stands proposeront une nourriture variée : pizzas, crèpes, cuisine du monde ainsi que des boissons chaudes (café, thé, chaï, etc...). Deux bars gérés par Hadra proposeront des boissons fraiches (eau, soda, bières).\nLes festivaliers pourront aussi aller se ravitailler librement dans les commerces des environs.\n\n### A quel heure commence le festival ?\nLe site du festival sera ouvert au public à partir du jeudi 7 septembre à 14h.\nLa musique débutera à 18h.\n\n### Puis-je venir uniquement la première nuit ?\nOui... mais il n’existe pas de Pass 1 jour...\nLes billets pour le Hadra Trance Festival 2017 sont uniquement vendus sous la forme d’un Pass 4 jours / 3 nuits. Il est cependant possible d’acheter son Pass 4 jours et de venir sur le site du festival pour une durée réduite.\n\n### Quand se termine le festival ?\nLe festival sera cloturé dimanche à 18h. \nDans la mesure de leurs possibilités, les festivaliers seront invités à quitter le site.\nDans tous les cas, ils devront avoir impérativement quitté le site avant lundi midi au plus tard.\n\n### Où seront situés les parkings ?\nLes parkings sont situés à quelques centaines de mètres de l’entrée du festival à côté de la billetterie. Ils seront séparés en deux espaces : le premier pour les voitures, le deuxième pour les véhicules aménagés pour le camping. \n**Les parkings ne sont accessibles qu’aux festivaliers munis d’un bracelet.**\n\n### Faut-il prévoir des vêtements chauds ?\nLe festival ayant lieu en septembre et en plein air, les nuits peuvent être fraiches. Il est vivement conseillé de prévoir quelques vêtements chauds pour la nuit. Ainsi qu'une tente et un bon sac de couchage pour ceux qui souhaitent se reposer confortablement.\n\nBien qu'habituellement de courte durée, **un orage est toujours possible à cette saison.** Nous y sommes préparé. Soyez­le aussi.\n\nPar ailleurs, les journées peuvent être chaudes et très ensolleillées. N'oubliez pas de prendre de la crème solaire, un chapeau et votre maillot de bain.\n**La baignade sera autorisée de 9h à 21h.** \n\n### Puis-je venir avec mon chien ?\n**NON.**\nLe site du Festival, situé au bord du “Plan d’eau de Vieure”, est formellement interdit aux animaux domestiques. \nLes équipes de sécurité seront à ce titre missionnées pour ne pas laisser entrer les véhicules transportant des chiens. Aucun cas particulier ne sera fait et il en va de même pour les organisateurs et bénévoles. \n\n**Toute personne sans exception accompagnée d'un chien (y compris les bénévoles et propriétaires de stands) se vera priée de quitter le site du festival avec son animal.** \nAucun remboursement ne sera envisageable.\n\n### Puis-je aller directement sur le site du festival en arrivant ?\n**NON.**\nIl est indispensable de passer d'abord par la billetterie pour y valider sa prévente et se voir remettre son bracelet (celui­ci permettant ensuite d'entrer et de sortir librement du festival pendant toute sa durée). \n**Toute personne non munie de son bracelet sera refoulée sur la route d'accès au festival et invitée à se présenter à la billetterie.**\n\n### Les tickets seront-ils disponibles sur place ?\n**NON.**\nLe festival étant complet, il n’y aura **PAS de tickets disponibles sur place.**\n\n### Pour tout renseignement\nMerci de contacter [hadra@hadra.net](mailto:hadra@hadra.net)\n"
    },
    {
      "title": "Chiens interdits",
      "content": "### NON AUX ANIMAUX, OUI AUX HADRIMAUX\n\nLes \"Hadrimaux\", c'est comme ça que l'un de nos reporters sans frontières des dailymag Hadra avait qualifié la faune du festival en 2012. \nUne faune colorée, mixte, variée, bariolée et tant d'autres qualificatifs de diversité. \n\nCette dernière se suffisant déjà bien à elle-même, nous avons le regret de vous informer une nouvelle fois, comme ça été le cas depuis les débuts du festival Hadra en 2005, que nous n'accepterons pas sur site nos amis les animaux (le site comprend les espaces scèniques, les campings ET les parkings). \n\nEn effet, dans la mesure où c'est un gage de bonne entente avec nos hôtes (préfecture, mairie, campings, propriétaires qui mettent leurs terrains à disposition), **nous nous efforcerons de faire respecter cette règle valable pour nous tous**, public, prestataires, bénévoles et organisateurs. Bien sûr, beaucoup de nos compagnons à 4 (ou parfois 3) pattes sont adorables, bien dressés et nettoient eux-même leurs petites et grosses commissions derrière eux. Mais nous ne pouvons faire du cas par cas. Alors pour des raisons de sécurité et de salubrité et aussi dans la mesure où le festival avoisine les terrains de la \"ferme enchantée\" où se côtoient déjà ânes, moutons, cochons, poules et canards, **il n'est pas envisageable d'accueillir chiens, chats et autruches dans l'enceinte du festival.**\n\nComme tous les ans, des équipes devront remplir la mission délicate de ne pas vous laisser rentrer sur site si vous transportez l'un des animaux cités plus haut et de tâcher de vous proposer des solutions adaptées. **Car justement, des solutions, nous en avons !**\n\nUne liste bien garnie de pensions **pour chiens et chats** (à négocier pour les autruches) est disponible via le lien ci-après : \n\n<button class=\"button button-calm button-outline button-small\" ng-click=\"vm.open('http://www.nospensionspouranimaux.com/pensionpouranimaux/allier-03/vieure-03430/')\">Liste des pensions</button>\n\nCes lieux proposent d'accueillir nos amis les bêtes pour des tarifs moyens **d'une quinzaine d'euros par jour, nourriture comprise**, vous permettant de dormir (ou pas) sur vos deux oreilles pendant l'événement sans avoir à vous occuper de vos toutous, d'éviter de les laisser enchaînes à votre véhicule et aboyer jusqu'à votre retour, ou encore de les laisser divaguer sans surveillance.\n\n**Pour éviter les galères de dernière minute, sachant d'autant plus que nous ne pourrons pas rembourser vos places si l'entrée vous est refusée, tâchez d'anticiper, faites garder vos 30 millions d'amis !**\n\nMerci !\n"
    },
    {
      "title": "Tourisme local",
      "content": "### Tourisme local\n\n**Venir au festival HADRA, c’est aussi une occasion de visiter l’Allier ! Si vous avez du temps, avant ou après le festival, et que vous avez envie d’explorer les environs, nous vous invitons à découvrir les paysages, la gastronomie, le patrimoine histoire et culturel de l’Allier. **\n\n**Partez en balade : **dans la forêt de Tronçais, dans la vallée et les gorges de la Sioule, dans la réserve naturelle de l’Allier ou dans les espaces naturels sensibles des Coqueteaux et de la Vauvre.\n\n**Visitez : **le village médiéval de Hérisson, Street art city ou encore Pagode et Bouddha.\n\n**Découvrez : **le Centre National du costume de scène, l’arboretum de Balaine, le musée et jardins de Souvigny, l’exposition de marionnettes du monde ou encore les thermes de Bourbon l'Archambault.\n\n#### Musée de l'illustration jeunesse\n\n**Adresse :** 26 rue Voltaire, 03000 Moulins-sur-Allier\n**Position GPS :** 46.566962, 3.333702\n**Téléphone :** 04 70 35 72 58 \n\nPremier musée en France entièrement consacré à l’enrichissement et à la conservation d’un fonds d’œuvres graphiques réalisées pour la jeunesse, à son étude, sa promotion et à l’aide à la création.\n\n#### Centre National du costume de scène\n\n**Adresse :** Quartier Villars, Route de Montilly, 03000 Moulins-sur-Allier\n**Position GPS :** 46.561349, 3.318633\n**Téléphone :** 04 70 20 76 20\n**Payant : 3€/personne**\n\nPremière structure de conservation, en France comme à l'étranger, entièrement consacrée au patrimoine matériel des théâtres et opéras. \n\n#### Pagode et Bouddha\n\n**Adresse :** Noyant-d'Allier 03210\n**Position GPS :** 46.501947,3.056235\n\nVisite libre ou guidée. Depuis 1955, une communauté asiatique a remplacé les mineurs de Noyant et a édifié une pagode et des statues pour célébrer le culte de Bouddha. L'intérieur de l'édifice richement décoré peut être visité à condition de poser ses chaussures à l'entrée. \n\n#### Musée et jardins de Souvigny\n\n**Adresse :** Place Aristide Briand, 03210 Souvigny \n**Position GPS :** 46.53492,3.192732\n**Téléphone :**  04 70 43 99 75 \n\nMusée aménagé dans les anciennes granges du prieuré attenant. La collection est consacrée au patrimoine archéologique, monumental et ethnologique du bocage environnant. Les jardins du prieuré, qui prolongent la visite, sont une reconstitution de jardins à la française mixant plantes ornementales, légumes anciens et médicinales. \n\n#### L'arboretum de Balaine\n\n**Adresse :** 61 Route de Paris, 03460 Villeneuve-sur-Allier \n**Position GPS :** 46.696451,3.2452889\n**Téléphone :**  04 70 43 30 07 \n**Payant :** 10€/personne \n\nLe plus ancien parc botanique et floral privé de France, associe l'architecture des jardins à l'anglaise du XIXe aux collections d'essences exotiques. Balaine est aussi classé monument historique depuis 1993.\n\n#### Village médiéval de Hérisson\n\n**Adresse :** 03190 Hérisson \n**Position GPS :** 46.509826, 2.712231\n\nHérisson fut fondée vers le Ve siècle. Entre vieilles pierres et nature préservée, la visite du village de Hérisson est à la fois un voyage dans le temps et une quête de sérénité.\n\n#### Exposition de marionnettes du monde\n\n**Adresse :** 2 rue les Brouillards, 03500 Monétay-sur-Allier \n**Position GPS :** 46.382623, 3.300286\n**Téléphone :** 04 70 42 09 25\n**Payant :** 5 €/personne\n\nUne collection de 1200 marionnettes en provenance de 104 pays du Monde. \n\n#### Forêt de Tronçais\n\n**Adresse :** Forêt de Tronçais, 03360 Vitray\n**Position GPS :** 46.608473, 2.681621\n\nLa forêt de Tronçais s'étend sur près de 10 600 ha, incluant 110 hectares classiales (Nantigny et la futai Colbert) et environ 130 ha d'étangs2, elle a la réputation d'être la plus belle futaie de chênes d'Europe. \n\n#### Vallée et Gorges de la Sioule\n\n**Adresse :** 63440 Menat \n**Position GPS :** 46.099667, 2.931607\n\nAvant de rejoindre les eaux calmes de l'Allier, la Sioule dévale les contreforts du Massif-Central dans un environnement sauvage qui mérite le détour. La rivière, qui marquait jadis le pas entre le Bourbonnais et l'Auvergne, entre oc et oil, délimite encore aujourd'hui l'Allier sur sa rive gauche et le Puy-de-Dôme à sa droite. \n\n#### Street art city\n\n**Adresse :** Béguin, 03320 Lurcy-Lévis \n**Position GPS :** 46.719778, 2.920049\n**Téléphone :** 06 37 08 79 13 \n**Payant :** 12€/entrée. \n\nLes locaux de l’ancien centre de formation des « PTT », abandonnés depuis une vingtaine d’années, ont entamé leur mue. Sur 10 hectares et 13 bâtiments d’une surface de 7 000 m², Street Art City offre 22 000 m² de fresques et un spectacle unique en son genre.\n\n#### Réserve naturelle du val d'Allier\n\n**Position GPS :** 46.441110, 3.331175\n\nLa réserve naturelle nationale du val d'Allier est une réserve naturelle nationale créée en 1994 autour du cours de l'Allier. Elle s'étend sur 1450 ha.\n\n#### Thermes de Bourbon l'Archambault\n\n**Adresse :** Place des Thermes, 03160 Bourbon-l'Archambault \n**Position GPS :** 46.585293, 3.056672\n**Téléphone :**  04 70 67 07 88\n\nClassés Monument Historique, les thermes de Bourbon-l’Archambault vous accueillent dans un cadre alliant décor exceptionnel et installations de soins modernes, fonctionnelles et perfectionnées.\n\n#### Espace Naturel Sensible Les Coqueteaux\n\n**Adresse :** Proche de Montilly, 03000\n**Position GPS :** 46.618211,3.26438\n\nAccès libre toute l'année ou visite guidée à thème de fin mai à début septembre d'une durée de trois heures. Constitué d'une mosaïque de milieux (forêt alluviale, fruticée, pelouse, talus et bandes de sable) formée par la dynamique fluviale de l'Allier, cet Espace naturel sensible recèle d'une grande richesse faunistique et floristique. On citera la présence du castor d'Europe, du saumon atlantique, des sternes pierregarins et naines, ou encore d'une magnifique libellule, le gomphe serpentin. L'accueil et la sensibilisation du public sont encouragés grâce à un sentier de découverte équipé de panneaux pédagogiques et des visites accompagnées par des guides naturalistes. \n\n#### Espace Naturel Sensible de la Vauvre\n\n**Adresse :** Proche de Nassigny, 03190\n**Position GPS :** 46.508964,2.629159\n\nAccès libre réglementé. Espace naturel sensible situé près du Cher, la Vauvre est principalement constituée d'une forêt alluviale et d'un plan d'eau issu de l'exploitation d'une ancienne gravière. Ce site joue un rôle de corridor écologique important pour les oiseaux nicheurs, hivernants et migrateurs. Le milan noir, le balbuzard pêcheur ou l'aigrette garzette peuvent y être observés en train de pêcher. Avec 160 espèces d'oiseaux, 25 de libellules, 30 de papillons, 10 d'amphibiens et reptiles, la Vauvre est un site de biodiversité exceptionnelle qui réserve bien des surprises. Sentier découverte (2 km) et observatoires.\n\n"
    },
    {
      "title": "Partenaires",
      "content": "<div class=\"text-center\">\n[![](images/infos/plandeau-vieure.jpg)](http://locationschaletscampingdelaborde.fr/)\n\n<div class=\"dark-bg inline-block\">\n![](images/infos/institut.png)\n</div>\n\n<div class=\"dark-bg inline-block\">\n![](images/infos/if-frc.png)\n</div>\n\n![](images/infos/sacem.jpg)\n\n![](images/infos/spedidam.jpg)\n\n![](images/infos/cnv.jpg)\n\n<div class=\"dark-bg inline-block\">\n![](images/infos/adami.png)\n</div>\n\n[![](images/infos/trax.jpg)](http://fr.traxmag.com/)\n\n![](images/infos/petitbulletin.jpg)\n\n[![](images/infos/teckyo.jpg)](http://teckyo.com)\n</div>\n"
    },
    {
      "title": "Contact",
      "content": "**ASSOCIATION HADRA**\n51, bd Gambetta\n38000 Grenoble\nFRANCE\n\n**Tel.** :\n+33 (0)6.20.59.64.32\n+33 (0)4.38.49.29.44\n**Fax.** :\n+33 (0)4.82.53.32.06\n\nN° SIRET : 443 602 933 00055\nCODE APE : 9001Z\nTVA / VAT : FR45 443 602 933\n\n**Email** : [hadra@hadra.net](mailto:hadra@hadra.net)\n"
    }
  ],
  "artists": [
    {
      "id": "125",
      "name": "Aguasala",
      "bio": {
        "fr": "Aguasalá est un projet musical de folklore alternatif composé de femmes de Bogota. Il nous reconnecte aux racines du monde, avec des sons sauvages qui font émerger cet animal que nous portons tous à l’intérieur ! Peu importe la pluie au dehors, le bazar du trafic… écouter Aguasalá sera toujours comme prendre un coquillage au creux de votre oreille. Leur appropriation des éléments de la musique de la côte colombienne - un rôle traditionnellement joué exclusivement par des hommes - affirme que la fonction féminine n’est pas seulement de gérer le foyer. Aguasalá s’inspire de la nature, essentielle à la vie humaine, et évoque le symbolisme de la mère (l’origine) comme sujet dynamique des pratiques culturelles dans le pays. Ce projet artistique promeut la  visibilité, la sensibilisation et la redéfinition de l´imaginaire féminin. <br>Un parcours atypique et brillant Durant ces six années de parcours autogéré, les musiciennes d'Aguasalá ont obtenu une reconnaissance qui en a fait les jeunes ambassadrices de la culture colombienne. Tout en conservant le format traditionnel - 3 tambours, des maracas, des flûtes traditionnelles de Colombie et la voix - Aguasalá joue ses propres compositions et crée un style qui brise les barrières. Leur premier album Palpitar, réalisé par le célèbre producteur de New York Joel Hamilton, a été catalogué comme \"Révélation de l’année\" par Señal Radio Colombia, et nominé pour le \"Meilleur Album de Folklore de l’année\" par le Prix Shock 2013. Cet album continue d'être diffusé à travers le spectacle Show Palpitar. Il est complété par d’autres compositions. La formation du public est un de leurs intérêts majeurs. Elles visent à dépasser la dynamique de la musique et de la culture en général, en apportant une autre signification à la musique, trop souvent perçue comme seul divertissement. Cet intérêt a été consolidé à travers différentes propositions de Concerts Didactiques Aguasalá"
      },
      "country": "CO",
      "label": "NO",
      "website": "https://www.assocmra.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/aguasala",
      "facebook": "https://www.facebook.com/Vivi FolÃ  Drums",
      "photo": "images/artists/photo-125.jpg"
    },
    {
      "id": "108",
      "name": "Alba",
      "bio": {
        "en": "ALBA – music project from Russia, a constant headliner of the biggest festivals in the country (Trimurti, Sticky Jam, Chill Out Planet, etc.) Alba combines vocals, diversity of live instruments and electronic sound in nature-psychedelic context. This fusion makes music very<br>multifarious: from meditative ancient mantras to psychedelic circus with constantly changing mood.<br>Rich tunes includes lots of traditional and modern instruments, such as sitar, hang drum, flute, guitar, saxophone, daf, krezh, accordion, didgeridoo... Alba means the inner Sunrise, that brings light of peace and harmony to dissolve the darkness of ignorance."
      },
      "country": "RU",
      "label": "ElectricDream / NutekChill",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/alba",
      "facebook": null,
      "photo": "images/artists/photo-108.jpg"
    },
    {
      "id": "51",
      "name": "Alchemy Circle vs Mojo'S Ears",
      "bio": {
        "en": "Alchemy Circle (Caio Wandalsen & Ciro Mendes) is a Brazilian project created by two friends in order to study , experiment and develop psychedelic music . Aggregating technology, nature, organic structure and technique , the project converges the most varied influences in their music , bringing to the dance floor a unique, versatile and energetic experience.<br>www.facebook.com/alchemy.circle<br>www.soundcloud.com/alchemycircle<br><br>Mojo's Ears is a producer from France. He tries to create a dark progressive music influenced by introspective forest atmosphere, techno percussions and psychedelics sounds ! He’s now preparing his first album for Uroboros records. His dark progressive live act may blow your minds!<br><br>www.facebook.com/mojos.ear<br>www.soundcloud.com/mojosears"
      },
      "country": "BR, FR",
      "label": "UROBOROS RECORDS",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/alchemycircle",
      "facebook": "https://www.facebook.com/alchemy.circle",
      "photo": "images/artists/photo-51.jpg",
      "banner": "images/artists/banner-51.jpg"
    },
    {
      "id": "59",
      "name": "Alex R",
      "bio": {
        "en": "Alex R - Electrik Dream Records<br><br>Alex R is my techno approach to dance music. Pushing ambient atmospheres into tech grooves and a lot influenced by my long time work as ambient dj using the name dj high. AlexR is born in 2007 to re-connect my work as dj to the techno world. <br>The name Alex R is a tribute to Alex Rosner, inventor of the first dj mixing desk, 'Rosie'. Dance music djiing and clubbing wouldn't be the same without him and 'her'."
      },
      "country": "PT",
      "label": "Electrik Dream Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/alex-r",
      "facebook": "https://www.facebook.com/ambienthigh/",
      "photo": "images/artists/photo-59.jpg",
      "banner": "images/artists/banner-59.jpg"
    },
    {
      "id": "173",
      "name": "Aliji",
      "bio": {
        "en": "Since 2002, Aliji has been a regular on the international festival circuit playing numerous prestigious UK events such as Glade, Noisily, Boomtown, Glastonbury and in Europe; Boom, Ozora, Mo:dem, Sonica, Hadra & Electric Picnic as well as the legendary Universo Paralello in Brazil. <br><br>Wherever Aliji is on the decks, you can be assured that the music will capture your heart. Expect to hear infectious beats ranging through Techno flavours or a platter of sumptuous electronica of the most eclectic variety as the occasion requires, whether ripping up the dancefloor or soothing the soul through a blissful sunrise. Be certain there will not be a dull moment! A set from this DJ is always an exploration of the healing properties of music and an exercise in meaningful composition. You can depend on him to deliver the goods, in a gift-wrapped, psychedelic package.<br><br>He has shared stages with many leading artists and is widely considered to be a worthy addition to any quality festival or party."
      },
      "country": "GB",
      "label": "Inspiral Events",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/Alijimusic",
      "facebook": "https://www.facebook.com/Alijimusic",
      "photo": "images/artists/photo-173.jpg",
      "banner": "images/artists/banner-173.jpg"
    },
    {
      "id": "94",
      "name": "Allix",
      "bio": {
        "en": "Allix, aka Lis Rodrigues, is a producer, promoter and DJ - with a musical career of over 10 years singing and writing brazilian music and one solo album released and remixed, since 2011 engaged in research and produce electronic music. She is part of Electrik Dream label, that includes composers, djs, vjs, visionary artists and digital/eletronic artists engaged on the exploration and production of the ambient and healing culture. She also organizes, since 2012, the Moon Dance Chillout Party at Brazil and Portugal.<br><br>Dedicated to the study of sonic frequencies, Hindu and Buddhist mantras, has shared special mixes dedicated to Yoga practices and Meditation. Recently, she organized all the learnings about sound frequencies and meditation as “Natya Satyam”, a dynamic practice of meditation, inspired of 5 Rythms, buddhist meditation and shamanic meditation. At the electronic scene, Allix stands by her chillout mixes that wander for styles like downtempo, psybient, psychill, psybass, glitch, temple step, ethnic and deep trance. Combining technique and sensibility, her musical sets gently lead the listener through a sensory journey. Her Nomad Tales mixes are montly on the air at di.fm/psychill and all sonic journeys can be listen at soundcloud.com/allix."
      },
      "country": "BR",
      "label": "Electrik Dream Records",
      "website": "https://www.moondanceparty.org",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/Allix",
      "facebook": "https://www.facebook.com/AllixMusic",
      "photo": "images/artists/photo-94.jpg",
      "banner": "images/artists/banner-94.jpg"
    },
    {
      "id": "34",
      "name": "Anakis",
      "bio": {
        "fr": "Depuis maintenant près de 20 ans, Anakis mix, a composé et promeut la trance psychédélique. Il a commencé à jouer dans les soirées qu'ils organisaient sous l'association I.D.O., Maya vibes expérience (uniquement en collaboration), Freaky friendly et Kristal Sphere. Il s’est produit plusieurs fois au Brésil, Portugal et Nouvelle-Calédonie, sans compter la France, au côté d'artistes comme Mubali, EVP, Beardy, Ianuaria, Ataro, Petran, Southwild, Insane Creatures, Atriohm, Chris rich, Jahbo, Harmonic Rebel ou encore NoMaD25 (pour ne citer que les plus récents).<br>En 2013, il créé sa propre association appelée \"Illusion Sonore\" (IS) qui aujourd’hui a su s’imposer dans le paysage musical de la Trance en France et plus particulièrement dans l'ouest.<br>Son style varie entre la forest et la psytrance construit sur une basseline solide et profonde à une vitesse variant de 146 à 152bpm. EnjoY!<br><br>Inspired by DJs on a party organized by an old friend in 1994, he began to learn to mix at home then to play in parties which he organized under the association I.D.O, the Maya vibes experience, Freaky friendly and Kristal Sphere. he produced sets several times in Brazil, Portugal and New Caledonia, without counting France, in artists side as EVP, Beardy, Ianuaria, Ataro, Nasha, Southwild, Insane Creatures, Sprocket, Chris rich, Harmonic rebel or NoMaD25 (to quote only the most recent). In 2013 he created his own association called \" illusion sonore \" (IS) to continue to promote the psychedelic trance that he support from now on more than 15 years.<br>His style varies between the forest and psytrance builds on a solid and deep basseline in a speed from 146 to 152bpm. Enjoy )"
      },
      "country": "FR",
      "label": "Psynon Records",
      "website": "https://www.psynonrecords.com/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/anakis",
      "facebook": "https://www.facebook.com/djanakis",
      "photo": "images/artists/photo-34.jpg",
      "banner": "images/artists/banner-34.jpg"
    },
    {
      "id": "66",
      "name": "Animalz Dialog",
      "bio": {
        "fr": "ANiMaLZ DiAloG est un duo formé de 2 Bestioles en symbiose parfaite , de 2 états d'esprits complémentaires derrière un Dj set évolutif Techno Prog - Prog pour un échange punchy composant un dialogue de singes rythmé & groovy , touchant différents reflets de leurs amours électroniques....<br><br>Composé de GALINETTE (Dj depuis plus de 10 ans) et de SURIKAT (jeune padawan ultra motivé) , cette combinaison n'a pas fini de vous faire tergiverser sur le dancefloor et ne fais que commencer la conversation.... !<br><br>===> ARe YoU AniMaLz ????<br><br>Membres de l'association EUPHONIK BAZAR (79) !"
      },
      "country": "FR",
      "label": "Euphonik Bazar",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/animalzdialog",
      "facebook": null,
      "photo": "images/artists/photo-66.jpg"
    },
    {
      "id": "65",
      "name": "Aywaken",
      "bio": {
        "fr": "Aywaken est un dubmaker français originaire de banlieue parisienne et vivant actuellement dans l'Est de la France. Guitariste dans plusieurs groupes de metal extrême dans son adolescence, il découvre le Dub en 2008 et décide de fonder un groupe Dub live à la française avec ses amis d'enfance. C'est également à cette période qu'il découvre la MAO et lance le projet Rootsteppa.<br><br>En 2011, il découvre et apprend le Dub mix sur console analogique et se passionne instantanément pour cette technique intuitive de créer et remixer de la musique, plaçant la table de mixage au rang d'instrument à part entière. Durant les 4 dernières années, il diffuse sa musique à travers un live act et donne de nombreux concerts dans diverses villes françaises mais aussi occasionnellement en Croatie ou en Norvège.<br> <br>Après un 1er Album en 2014 (\"Dub Evidence\") puis un EP en 2015 (\"Higher Feelings), l'aventure prend un nouveau tournant en 2017. Rootsteppa choisit d'adopter un pseudonyme plus personnel et devient Aywaken. Ce changement se ressent également dans sa musique qui devient plus hybride, ajoutant aux racines Dub des sonorités acid, ethniques et psychédéliques. Son nouvel album sortira le 30 Juin sur le label Marée BASS.<br><br>Venez découvrir les différents univers d'Aywaken dans un voyage éclectique et énergique !"
      },
      "country": "FR",
      "label": "Marée BASS",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/aywaken",
      "facebook": "https://www.facebook.com/rootsteppadub",
      "photo": "images/artists/photo-65.jpg"
    },
    {
      "id": "63",
      "name": "B Brain",
      "bio": {
        "fr": "Aussi à l'aise en mix ,scratch, que en live ,B Brain a sorti son premier album Experiences sur le label hadra en 2013 et un nouvel EP digital dub \"PIQURE DE RAPPEL\" En 2016.<br>Issu des scènes underground du sud de la France, ses tracks Psydub, steppa ou jungle sont aussi éclectiques qu'explosifs."
      },
      "country": "FR",
      "label": "Hadra",
      "website": "https://www.hadra.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/docteur-b-brain",
      "facebook": "https://www.facebook.com/DR.b.brain/",
      "photo": "images/artists/photo-63.jpg",
      "banner": "images/artists/banner-63.jpg"
    },
    {
      "id": "111",
      "name": "Balancé",
      "bio": {
        "en": "An Portugal based producer of psychedelic chillout his music reflects their emotions and feelings. Without any intention, their productions are created to provide a search comfortable and intimate. <br>Blends with the environment by extending the space of our imagination, letting it flow quietly, smiling. <br>Since 2007, Pedro Monteiro has been developing works that are the result of his dedication and curiosity by sounds that transport us to other realities. <br>Early on he devoted himself to the production, introducing instruments like guitar, clarinet, percussion ... characteristic that represents the Balancé project.<br><br>Counting with experiments as Boom Festival, Zagoa Festival (Marroc), ZNA Gathering, Freedom Festival, Human Evolution Festival (Italy) and many other events, Balancé is a pleasant experience that will draw in the most amazing stories.<br><br>\"life is balance, you will balance with the rhythm of your feet.\"<br><br>Enjoy the music!!! <br>GOOD BALANCE FOR ALL!!"
      },
      "country": "PT",
      "label": "Moon Dance",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/balance-3",
      "facebook": "https://www.facebook.com/balancemusicproject/",
      "photo": "images/artists/photo-111.jpg",
      "banner": "images/artists/banner-111.jpg"
    },
    {
      "id": "62",
      "name": "Bayawaka",
      "bio": {
        "en": "DJ Bayawaka is Golan Aflalo from Jerusalem / Israel, presently living in Berlin. Broken beats, psybass, breaks and chillout have been mixed by Bayawaka in unique way.  Golan created his DJ project on 2011 when he started to preform & organise underground events in Tel Aviv. <br>In 2012 He joined forces with Enigmatik records (Australia) as a DJ label showcasing his taste and style of music, preforming all over the world.  These days, along side his busiest schedule, Golan is organising and coordinating events in Berlin and in some big festivals , working as a DJ label for : Merkaba music , Shanti Planti, LooneyMoon Experiment and Mikelabella Record."
      },
      "country": "IL",
      "label": "Merkaba Music , Shanti Planti",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/golan-28",
      "facebook": "https://www.facebook.com/Bayawaka/",
      "photo": "images/artists/photo-62.jpg",
      "banner": "images/artists/banner-62.jpg"
    },
    {
      "id": "58",
      "name": "Benzinho",
      "bio": {
        "fr": "Engagé depuis 2008 dans le développement de l’association Hadra comme directeur et programmateur du festival, Benoît quitte en 2016 l’ombre pour la lumière de la scène avec un projet DJ baptisé Benzinho. Ce dernier s’inscrit dans la continuité de son travail de programmation et propose une épopée au coeur des esthétiques psydub, funk et glitch en faisant la part belle aux artistes de Merkaba Music, Shanti Planti ou encore Maia Brasil Records. Les basses rondes et les sonorités à la fois groovy, mélodiques et instrumentales de sa sélection font de ses sets un voyage éclectique et scintillant.<br><br>Involved in Hadra since 2008 as general manager and musical programmer for the Hadra Trance Festival, Benoît stepped into the limelight of the stage in 2016 with a DJ project named Benzinho. Carrying on with his role of programmer, he proposes a journey in the depths of psydub, funk and glitch international scene featuring artists from Merkaba Music, Shanti Planti or Maia Brasil Records. The groovy, melodic and instrumental sounds of his selections bring eclecticism and brightness to his sets."
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/benzinho",
      "facebook": "https://www.facebook.com/benzinhohadrarecords",
      "photo": "images/artists/photo-58.jpg"
    },
    {
      "id": "26",
      "name": "Cambium",
      "bio": {
        "en": "Seb discovered psychedelic music at a young age. He grew up with progressive rock and metal music. He started to compose his own songs when he was young. He played the guitar in a band, and he made his first concerts at the age of 16. He discovered the underground techno scene in 2009 and he enjoyed it immediately when he heard the first pieces of music. Soon he became fond of psychedelic trance and all the culture that goes with it. He started to compose livesets after he went to the Ozora Festival during the summer of 2013. In 2015 he joined the association « La Buena Onda » which helped him to make a name for himself in the Psytrance scene thanks to several dates planned in various regions of France. The sap, the bark and the spirit, these are the universes revealed by Cambium. His music is inbetween earth and space. He transports you in his bright and psychedelic spirit thanks to powerful Goa and Acid tones and progressive influences."
      },
      "country": "FR",
      "label": "Own Spirit / Senoi / Sting Rec.",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/cambiohm",
      "facebook": "https://www.facebook.com/Cambiodelik",
      "photo": "images/artists/photo-26.jpg",
      "banner": "images/artists/banner-26.jpg"
    },
    {
      "id": "79",
      "name": "ChabiföNk Experience",
      "bio": {
        "fr": "Le ChabiFönK Experience c'est un power trio à mi-chemin entre la scène rock alternative (expérimental, psychédélique, progressive...) avec des gros riffs hendrixien ou à la RATM  et la scène electro underground, Dub, Jungle, Techno, Trance à la Hilight Tribe... ce riche mélange est lié par un groove FONKY.    <br><br>Voyageant entre sons interstellaires et psychédéliques, les trois musiciens vous feront visiter le cosmos, et vous rappelleront le tempsd'un instant combien il est bon de lâcher prise.<br><br>On pense tout de suite à Hilight Tribe, Hendrix, Pink Floyd, Ozric Tentacles ou à Afro dizzi act quand on les écoutes.<br><br>CHABIFÖNK TON CORPS !!!<br><br>\"Sons interstellaires, Dance Rock Fusion & montées Trance Psychédéliques à faire tranSpirer de la moustache!\"<br><br>\"Un groupe live explosif, une aventure sonore spatio-thérapeutique, un transfert énergétique\"<br><br>\"Notre but, notre recherche et notre volonté musical ont pour dénominateur commun la danse, le partage émotionnel et le transfert d'énergie avec le public.\"<br><br>Depuis sa création en 2011, le groupe a évolué et a écumé les scènes françaises et c’est produit dans les festivals et salles comme Au Fil du Son (86) en 2013 et 2014, à La Motte Des Fées (17) en 2013 , au Tonnay Bon ! (17) en 2014 et à la Buena Onda (07) en 2015, le Molodoï (67), FestBouc (69), la Fourmi (87) en 2016, Hadra trance Festival en 2017 ! <br><br>Plus de 200 dates à travers la france avec Burning Heads, , Deluxe, Etienne De Crécy, Hilight Tribe, SKA-P, DJ Pone,Salut c’est cool, Taiwan MC, Zenzile, Ace Ventura, Asian Dub Foundation, Punish Yourself, Radium, Pragmatix, OddWave, Victor RIUZ, Olivier Huntemann, dUbSpeeKa, La Petite Fumée, Billy Ze Kick, Major7, Sauviet Suprem, Manu le Malin...<br><br>Discographie : 2 EPs studio et 1 live, le groupe a vendu plus de 2000 Cds. Un 3ième disque studio sortira en septembre 2017 !"
      },
      "country": "FR",
      "label": "Autoprod",
      "website": "https://www.chabifonk.fr",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/chabifonkexperience",
      "facebook": "https://www.facebook.com/chabifonkexperience",
      "photo": "images/artists/photo-79.jpg",
      "banner": "images/artists/banner-79.jpg"
    },
    {
      "id": "60",
      "name": "Chilled C 'Quence",
      "bio": {
        "en": "Chilled C’Quence are the Portuguese duo Pedro Matias and Fernando Rodrigues (dj Fluxo and Psyjar). Both are connected to music and technology since the 90's. <br><br>In 2004 they brought to life Chilled C’Quence, a psyambient project mirrored as a melodic journey of electronic rhythms and crystal clear sounds, embebed with a positive and uplifting musical message.<br> <br>Demonstrating a strong consistency in their live show, and have been releasing music on several known labels worldwide. Already invited to play three times for  <br>BOOM FESTIVAL, Chilled C’Quence have also been @ SONICA (Italy), DREAM GATHERING (Ireland), AL ANDALLUZ (Spain), FREEDOM FESTIVAL, to mention some of their live incursions. <br><br>They have been playing in live band format since UTOPIA After Boom 2014, and had their biggest hilight last year at BOOM FESTIVAL 2016, were they performed the upcoming album “Channeling - 432hz”."
      },
      "country": "PT",
      "label": "Electrik Dream",
      "website": "https://www.chilledcquence.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/chilledcquence/",
      "facebook": "https://www.facebook.com/chilledcquence",
      "photo": "images/artists/photo-60.jpg",
      "banner": "images/artists/banner-60.jpg"
    },
    {
      "id": "5",
      "name": "Chris Rich",
      "bio": {
        "en": "Chris has been working with electronic music since 2005, and has been stuck on psychedelic music since an early age.<br>In 2007 he started DJing Psytrance and began playing at nights around the South West of England.<br>Feeling like there was a lack of the type of sound he wanted, and on a mission to find sounds to move dancefloors, fields and forests alike, Chris decided to begin moulding and warping his own Psychedelic trance music at the start of 2008.<br>In 2011 Chris signed to Bom Shanka Music, and brings a blend of uplifting psy, with a dark, wobbly edge..."
      },
      "country": "UK",
      "label": "Bom Shanka",
      "website": "https://www.bomshanka.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/chrisrich",
      "facebook": "https://www.facebook.com/chrisrichmusic",
      "photo": "images/artists/photo-5.jpg",
      "banner": "images/artists/banner-5.jpg"
    },
    {
      "id": "29",
      "name": "Cubic Spline",
      "bio": {
        "fr": "Passionné par la synthèse sonore, le duo Cubic Spline trouve son unicité dans des atmosphères et des textures sonores déroutantes. Après « Paradigm Shift » sorti en 2012 sur Hadra Records, le duo grenoblo­rennais sort enfin de l'ombre avec un deuxième album hétéroclite, Oxymora, suite logique et attendue du premier opus. Dans une ambiance relativement dark, Cubic Spline transporte l'auditeur dans un univers de clair­obscur nourri d'ambiances très contrastées."
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/cubic_spline",
      "facebook": "https://www.facebook.com/cubic.spline.7",
      "photo": "images/artists/photo-29.jpg",
      "banner": "images/artists/banner-29.jpg"
    },
    {
      "id": "18",
      "name": "Curious Detail",
      "bio": {
        "en": "The awakening of intimate bliss thanks to a dancing psychedelic music.<br>After classical and jazz trainings in bass clarinet, Clément Douillet discovered the powerful musical world of psytrance and created his Curious Detail project.<br>His music is widely appreciated for his soundscaped textures, milimetrically driven speeches and cinematic orchestrations.<br>A rolling groovy psytrance, with an excellent understanding of structure and versatile sound-design defines his purpose.<br>Member of Hadra Records since 2013."
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/curiousdetail",
      "facebook": "https://www.facebook.com/Curious.Detail",
      "photo": "images/artists/photo-18.jpg",
      "banner": "images/artists/banner-18.jpg"
    },
    {
      "id": "31",
      "name": "Cyclome",
      "bio": {
        "fr": "Derrière l'artiste Cyclome se cache un jeune grenoblois nommé Valentin F.<br>Après avoir démarré la guitare électrique à douze ans, il se découvre une passion pour le métal et les musiques progressives aux structures alambiquées.<br>A seize ans, il découvre la psytrance et est charmé par ces nombreuses figures rythmiques entêtantes. C'est alors que germe en lui l'idée de lier ses influences métal avec les codes conventionnels de la psytrance.<br>L'alliage de drums breakées, de mesures asymétriques et de riffs de guitare grandiloquents donne une couleur toute particulière à sa musique et apporte une touche personnelle au monde de la psytrance déjà bien chargé de styles en tous genres.<br><br>Il sort son premier EP \"Oniric Discordance\" début décembre 2015. Son second EP est en préparation et sortira très prochainement sur le label ADN ."
      },
      "country": "FR",
      "label": "ADN MUSIC",
      "website": "https://soundcloud.com/cyclomemusic",
      "mixcloud": null,
      "soundcloud": null,
      "facebook": "https://www.facebook.com/cyclome/",
      "photo": "images/artists/photo-31.jpg",
      "banner": "images/artists/banner-31.jpg"
    },
    {
      "id": "172",
      "name": "DJ Sydney",
      "bio": {
        "en": "UK<br><br>Dj Sydney drive us to trance with cosmic energy & tribal tones whose she has the secret. She develops her talents and passions on Psy-trance & Groovy psychedelic mixes and also suggests completing her performance by Psyprog or  Chill Mix. Ideal for Twilight or night set, she reserves us a sound alchemy brimming of energy! Let you embark for a musical journey which invites to the dance floor!<br><br><br>It is in 1992 during the Futuria, Hexagona parties in Albertville FR, that Sydney discovers the very rhythmical tribal musics and also meets famous artists and organizers such as Transmission, Futuria production, dj's James Monroe (Flying Rhino), Lestat (Krembo), Mike (Juno Reactor), Laurent Garnier, Carl Cox, Loic, Manu le malin… . During these years she participates in the realization of electronic party, while learning vynil mix, rhythmic box.. as occasional leisure. In 1999, living 6 months in London, Sydney discover Trance party as Pendragon, Astral Phenix, residences in Fridge, or other London trance nights ; music & concept revealing to her a new passion! In her return in France, she organizes Trance party and decided to realize her artist's dream, she started Cd’s Mix in 2003 during one Timegate party in Swiss! She becomes DJ Trinity with chill out mix, and keeps on Full-on sets in 2004, then psytrance in 2006 ; with Teams from South of France. In 2008 she turns of a more psychedelic style under dj name “Sydney”. In 2011-2012 she join Psytraveller and the collectives Oréades Prod. from Paris and Rythmes Actuels from Rhône alpes, with a varying style between Psytrance, Groovy psychedelic & Chill!  Sydney has played for the most underground organizations like Cosmic love, Omni, Dragonhunters, Nunshaker, Body & Mind, Bamboodelik, Psy Spirit, Imagine, Arboréalis…, til the most “commercial” like Gaia Concept, TBE, Hadra, Oréades… !Asserting her personality by accumulating Dj set on many differents horizons, Sydney develops her talents and passions on very rhythmical mixes! Let you embark for a musical journey which invites to the dance floor! She also suggests you completing her performance by Psyprog or Chill mixes! Ideal for Twilight or night set, she reserves us a sound alchemy brimming of energy!",
        "fr": "Dj Sydney nous mène en transe avec énergie cosmique et tonalités tribales dont elle a le secret. Elle développe ses talents et passions sur des mix Psy-trance & Groovy psychedelic, et suggère aussi de compléter sa performance par un Mix Psyprog ou Chill. Idéal set pour le Crépuscule ou la nuit, elle nous réserve une alchimie sonore débordant d'énergie! Laissez-vous embarquer pour un voyage musical qui invite au dance floor!<br><br> <br><br>C'est en 1992 lors des soirées Futuria, Hexagona, à Albertville que Sydney découvre les musiques tribales très rythmées et rencontre aussi de célèbres artistes et organisateurs comme Transmission, Futuria production, Dj's James Monroe (Flying Rhino), Lestat (Krembo), Mike (from Juno Reactor), Laurent Garnier, Carl Cox, Loic, Manu le malin… . Pendant ces années elle participe à l'organisation de soirées électroniques underground, tout en apprenant le mix vynil, boites à rythmes.. comme loisir occasionnel. En 1999, résidant 6 mois à London, Sydney découvre les Soirées Trance comme Pendragon, Astral Phenix, résidences au Fridge, et autres nuits Trance Londonienne ; musique et concept lui révélant une nouvelle passion! A son retour en France, elle organise des trance party et décidée de réaliser son rêve d’artiste elle commence le mix cd en 2003 lors d’une Timegate party en suisse! Elle devient Dj Trinity sur des mix Chill Out, et continu des sets orientés Full-On en 2004, puis Psytrance en 2006 ; avec des organisations du sud de la France. En 2008 elle s’oriente d’un style plus psychédélic sous le nom de « Dj Sydney ». En 2011-2012 elle rejoint Psytraveller et les collectifs d’artistes Oréades Prod. de Paris et Rythmes Actuels de Rhône alpes pour un style variant entre Psytrance, Groovy Psychedelic et Chill! Sydney a joué pour les organisations les plus underground comme Cosmic love, Omni, Dragonhunters, Nunshaker, Body & Mind, Bamboodelik, Psy Spirit, Imagine, Arboréalis… à la plus commerciale comme Gaia Concept et TBE, Hadra, Oréades …! Affirmant sa personnalité en accumulant des Dj sets sur pleins d’horizons différentes, Sydney développe ses talents et passions sur des mix très rythmés! Laisser vous embarquer pour un voyage musical qui invite au dance floor! Elle vous propose aussi de compléter sa prestation par des mix Psyprog ou Chill! Idéal pour un set au crépuscule ou dans la nuit, elle nous réserve une alchimie sonore débordant d’énergie!"
      },
      "country": "FR",
      "label": "Oreades Prod.",
      "website": "https://dj-sydney.puzl.com/",
      "mixcloud": "http://www.mixcloud.com/Djsidney2/",
      "soundcloud": "https://www.soundcloud.com/djanesydney",
      "facebook": "https://www.facebook.com/pages/DJ-SYDNEY/101565718330?ref=hl",
      "photo": "images/artists/photo-172.jpg",
      "banner": "images/artists/banner-172.jpg"
    },
    {
      "id": "27",
      "name": "D_root",
      "bio": {
        "fr": "Représentant, au sein du label Hadra Records, d'une trance progressive hybride aux sonorités minimales et aux rythmiques aérées, D_Root propose une musique colorée et un style à part.<br>Après un premier album Root'Art sorti en 2010 et de nombreuses participations aux compilations du label, Aurélien a présenté en 2014 son second album, Purkinje, du nom des fibres musculaires qui participent à la coordination des battements du coeur humain.<br>A l'image de ce projet, la musique de D_Root et très vivante et organique, à la fois lumineuse et mélancolique, elle est une épopée rythmée dans les univers éclectiques et métissés de la musique électronique moderne"
      },
      "country": "FR",
      "label": "Hadra Rec.",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/d_root",
      "facebook": "https://www.facebook.com/droot.hadra",
      "photo": "images/artists/photo-27.jpg",
      "banner": "images/artists/banner-27.jpg"
    },
    {
      "id": "6",
      "name": "Dataura",
      "bio": {
        "en": "Dataura is the experimental techno / electronica project from UK trance artist Chris Rich.he started his own label, Digital Mind in 2012, and there have been various VA’s and EP’s from Dataura and other artists there.<br>Dataura signed with Squarelab in 2016, after seeing the effort Yan and Audrey have gone to to promote the niche kind of sound that he loves, and is planning many future releases there"
      },
      "country": "UK",
      "label": "Digital Mind / Squarelab",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/dataura",
      "facebook": "https://www.facebook.com/Dataura777",
      "photo": "images/artists/photo-6.jpg",
      "banner": "images/artists/banner-6.jpg"
    },
    {
      "id": "113",
      "name": "David Kras",
      "bio": {
        "en": "David Kras is a different sounding experimental techno project. Influenced by the Scandinavian mystic of the forests to the pulse of the city nightclubs. With a various style of soundscapes and themes, the music is a journey for your senses to listen, feel and move."
      },
      "country": "SE",
      "label": "Independent",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/davidkrasofficial",
      "facebook": null,
      "photo": "images/artists/photo-113.jpg"
    },
    {
      "id": "11",
      "name": "Deyosan",
      "bio": {
        "fr": "DEYOSAN est un trio à l'univers contrasté qui mélange musiques du monde et musiques électroniques.<br>Au son de leurs instruments, les musiciens nous invitent, à leur manière, à un voyage métissé au delà des frontières, tout en laissant place aux songes et à l'imaginaire.<br>La clarinette, au teint boisé, aime allier sonorités orientales avec distorsion et autres pédales d'effets quand le sitar, lui, nous évoque l'Inde et ses mélodies envoutantes.<br>Les machines et la batterie s'accordent alors à ne faire plus qu'un, orchestrant le tout tantôt sur des accents tribaux, tantôt sur des rythmiques dub.<br>Vous laisserez vous captiver par ce voyage aux multiples horizons ?"
      },
      "country": "FR",
      "label": "Mixarts",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/deyosan",
      "facebook": "https://www.facebook.com/deyosan",
      "photo": "images/artists/photo-11.jpg",
      "banner": "images/artists/banner-11.jpg"
    },
    {
      "id": "83",
      "name": "Dick Trevor",
      "bio": {
        "en": "DJ Dick Trevor (aka Dickster, The Green Nuns, Bumbling Loons, Circuit Breakers & AMD) is quite simply a force of trance nature. <br>He was right there at the inception of what people came to know and love as psychedelic trance music and (along with Space Tribe & Tristan) he can count himself as one of seminal producers of the scene that became one of Simon Posford’s early collaborators and long term influences.  It was in the thick of the 90’s melting pot that he met the genius of Neil Cowley and the guitar of Matt Coldrick, creating a spark that kick-started the whole movement with one of the most important albums within the genre: The Green Nuns – Rock Bitch Mafia. <br>He has three side projects . Amd with Aphid Moon, Circuit Breakers with Burn in noise and has recently started doing Bumbling Loons with James Monroe on the newly re emerged Flying Rhino<br><br>Part man, part machine – he has a connection with his studio that most producers can only dream of.  He has been called upon by everyone for all kinds of musical advice, which he offers freely and enthusiastically.  Never too busy to help, whether it’s mixing down the Shpongle LIVE show  at Ozora or lending an old synth to an enthusiastic teenager and helping him set it up.  He can count Riktam ‘GMS’, Junya ‘Eskimo’ & Leon ‘Avalon’ among his former students! <br><br>He has released and worked on more tracks than most people have had hot dinners.  His work with Danny Howells has seen him dip into the more commercial world to show the dynamic range of his skills.  This will show what this brilliant mind has to offer in his own right.  Get ready for a listening experience filled with the block-rocking love of funky complexity, mesmerizing detail, unstoppable movement and best of all… real music."
      },
      "country": "UK",
      "label": "NANO Rec.",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": null,
      "photo": "images/artists/photo-83.jpg"
    },
    {
      "id": "36",
      "name": "Diksha",
      "bio": {
        "en": "From the deep and mysterious south american jungles comes the ferocious sounds of Diksha! David has been plugged into the electronic music matrix for quite some time now. Diksha is a blasting mix of arcane synths, perplexing noises, and robust basslines. His music is a serious nocturnal powerhouse ready to make any dancefloor explode with roaring power. Be prepared, this is serious nocturnal psytrance..."
      },
      "country": "BR",
      "label": "Sangoma Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/diksha-music",
      "facebook": "https://www.facebook.com/diksha.live",
      "photo": "images/artists/photo-36.jpg"
    },
    {
      "id": "42",
      "name": "Driss",
      "bio": {
        "fr": "Driss est un DJ emblématique du label Hadra Records et l'un de ses fondateurs. <br>Son expérience de la scène trance en France et à l'international, en qualité d'organisateur <br>ou pour ses DJsets acclamés dans certains des plus grands festivals mondiaux <br>(Ozora en Hongrie, Nautica en Russie, Transahara au Maroc et bien d'autres), <br>n'a cessé de nourrir son attachement pour la Trance goa, un style musical auquel il s'identifie pleinement. <br>La musique trance et ses sonorités hypnotisantes aux accents tribals qui réveille en lui la transe spirituelle, <br>la \"hadra\" en arabe, telle qu'elle est pratiquée par la tribu marocaine ancestrales des Aissaouas et qui a rythmé son enfance.<br>Depuis son arrivée en France au milieu des années 90 et l'aventure de l'association Spiritual Freequencies <br>dont il est l'un des initiateurs, Driss s'est nourri de l?énergie de la trance <br>et des rencontres qu'elle permet pour mener à bien son projet musical <br>et ainsi participer à la création et au développement de l'association Hadra, de son label et de son festival !"
      },
      "country": "FR, MA",
      "label": "Hadra Records",
      "website": "https://www.hadra.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/dj-driss-1",
      "facebook": "https://www.facebook.com/Dj-Driss-Hadra-174923559253391/",
      "photo": "images/artists/photo-42.jpg",
      "banner": "images/artists/banner-42.jpg"
    },
    {
      "id": "22",
      "name": "E-Clip",
      "bio": {
        "en": "The sun and the moon have always been perceived as opposites; the sun is the active, rational, masculine and materialistic part of the world which happens during day time, while the moon is the dark, crazy, feminine and mysterious part of the world which occurs during the night time. There is one magical moment when these opposites unite into one incredible phenomenon, which merges the characteristics of these binary entities – Solar Eclipse.<br> <br>Marko Radovanovic, from Belgrade, Serbia, took the essence of the Solar Eclipse and transformed it into a musical phenomenon that mixes the sun and night aka his alter ego - E-Clip. Along the way, he polished his precision and beat skills while he was playing as a drummer in Hardcore and New Age bands. And as a new star in the celestial sphere of Progressive Trance he absorbed a lot of inspiration from artists such as Jean Michel Jarre, Pink Floyd, Klaus Shultze and Astral Projection. The big change for Radovanovic was similar to the process of Solar Eclipse; where the moon decides he wants to follow the sun's fire and hot atmosphere. Radovanovic fell in love with the heat and energy of the other side of the decks of the Psychedelic Trance parties, and made his move. Thus, soon after he entered the psychedelic world in 2002, he started to produce music as well.<br> <br>His first experiment was under a different more Full-Onish alter ego, named Beyondecliptica, and with it he released his debut album in 2008, 'Groove technologies', in the Greek label Medusa. Then Radovanovic realized it was time to undermine nature's course and bring E-Clip to the world in 2009. Since that moment of creating his unique manifestation, he released music in various labels including: Blue Tunes, Spin Twist, Oxygen, Prog On Syndicate, Yellow Sunshine Explosion. Of course Iono Music spotted his magical influences and joined him to the family. His recent EP – 'Press Hold' at Iono that came out in November 2011 is just a taste of the many trips he will make on the orbit of the sun while inviting the moon to join occasionally."
      },
      "country": "RS",
      "label": "Iono Music",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/e-clip",
      "facebook": "https://www.facebook.com/eclipmusic",
      "photo": "images/artists/photo-22.jpg",
      "banner": "images/artists/banner-22.jpg"
    },
    {
      "id": "116",
      "name": "E-Mov",
      "bio": {
        "en": "Kostas Daikos and Vangelis Alexandris are the individuals behind the Greek project E-Mov. Kostas became interested in electronic music production during his student years which he spent mostly in the UK. With the experience he already had from many years of musical studies and as a performing guitar player in various bands he started composing various styles from lounge to drum'n'bass, over ambient to psychedelic. Vangelis, a well known actor in Greece, spent many years djing in various events in Athens and performing in rock and ethnic bands either as vocalist and/or percussionist. It was in 2003 when they decided to team up, creating a blend of psychedelic and progressive music, largely influenced by ethnic and tribal elements. Guitars, male and female vocals and percussions were ingeniously incorporated. In 2009 they released their debut album at EQNation Records, leading to a fair amount of gigs all over Greece. In 2013 they took another step up the ladder and joined Belgian label Dacru Records. Their second full album 'The Journey of Pan' earned them international recognition and many gigs in Europe, Mexico and Brazil."
      },
      "country": "GR",
      "label": "Dacru Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/emov",
      "facebook": "https://www.facebook.com/emovproject",
      "photo": "images/artists/photo-116.jpg",
      "banner": "images/artists/banner-116.jpg"
    },
    {
      "id": "39",
      "name": "Earthspace",
      "bio": {
        "en": "Earthspace is the psytrance project headed by the genius creative mind of Matheus Nogueira. Writing electronic music for almost 10 years he is currently one of the most successful brazilian producers worldwide. Touring the whole globe, his gigs had converted the crowd into massive madness in always flawless presentations. For the first half of 2017, after a long time writing electronic music, he is finally releasing his debut album called \"As Above, So Below\" on Nano Records. So, take your shoes off, put your biggest smile on your face and get ready for the Psychedelic Brazilian Magic."
      },
      "country": "BR",
      "label": "Nano Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/earthspacelive",
      "facebook": "https://www.facebook.com/earthspace.live.br",
      "photo": "images/artists/photo-39.jpg",
      "banner": "images/artists/banner-39.jpg"
    },
    {
      "id": "105",
      "name": "Ekaologik",
      "bio": {
        "fr": "EkaOlogik est un duo  live composé de Patrick ABOS et Yoanna NICOLA.<br>Issus d'une formation trip hop , les deux artistes créent aujourd'hui un univers sonore  down tempo  psybient, mélange subtil de leurs influences shoegaze, trance, dub, post rock et new age.<br>Leur live, hypnotique et aérien, vous emmène dans un univers enchanté, ou les rythmes progressifs dansent avec de fines mélodies, enveloppées par des nappes souvent saturées.<br>Le projet a vu le jour en 2009 et a joué son premier live à l'occasion du festival ambiant Ambiosonic. Il s’agit à ce moment d’un live pur machine, hardware. (MC 909)<br>Puis en 2013 ,  les « ekaO » commencent à s’intéresser à la technique de production MAO,<br>en composant des titres toujours ambient.<br>A partir de 2015, les créations s’intensifient aboutissant en 2016 sur un set live psybient.<br>Depuis le début  ekaOlogik  s'est produit sur différentes scènes et festivals (Ambiosonic Festival , Hadra Trance festival, Harmonic Festival, Eclectic, Equinoxe, Magic Castle, The psychedelic box, work in progress Transubtil...) .<br>Ils figurent dans les compilations : Hadracadabra 5, Turlitava 2 et Chiling Dragon Tales"
      },
      "country": "FR",
      "label": "Hadra",
      "website": "https://ekaologik.free.fr/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/ekaologik",
      "facebook": "https://www.facebook.com/ekaologikmusic",
      "photo": "images/artists/photo-105.jpg",
      "banner": "images/artists/banner-105.jpg"
    },
    {
      "id": "7",
      "name": "Electrypnose",
      "bio": {
        "en": "Electrypnose, the electric hypnosis, is Vince Lebarde's multi-flavored musical project.<br><br>Created in 2001, Electrypnose is exploring the electronic music-and-noise world and tries to share its sound universe.<br>Based in Switzerland, the laboratory doesn't stop to be active. More than 10 albums and 100 tracks released with many labels while Vince also played in most major festivals all over the world as well as all any possible doof parties and club nights.<br>Musical directions go from Chillout and alternative Electronica, to techno, to progressive for the night and the day, to forest night time and day time full on, then to upper bpm dark and twisted psytrance. Expect a journey and  -made with passion- sound!"
      },
      "country": "CH",
      "label": "2to6",
      "website": "https://www.electrypnose.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/electrypnose",
      "facebook": "https://www.facebook.com/electrypnose",
      "photo": "images/artists/photo-7.jpg",
      "banner": "images/artists/banner-7.jpg"
    },
    {
      "id": "43",
      "name": "Elyxir",
      "bio": {
        "fr": "Présent aux côtés d'Hadra depuis les premières années de l'asso, Simon alias Elyxir s'est investi dans le développement du projet et précisément dans son volet formation. Il a dispensé les cours de DJing au sein d'Hadra pendant des années. Également engagé dans l'épanouissement du label, il a produit en 2007 sa première compilation Sunrise en duo avec DJ Inner-­G : la qualité de la tracklist avec notamment Astral Projection, Loud ou encore Painkiller ont fait les beaux jours de cette release qui reste encore à l'heure actuelle l'une des meilleures ventes du catalogue !<br>Il revient aux platines après quelques années d'absence pour un set full on puissant mais envoutant, et prépare secrètement un nouveau projet de composition musicale!"
      },
      "country": "FR",
      "label": "Hadra Rec.",
      "website": "https://www.hadra.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/hadrarecords",
      "facebook": "https://www.facebook.com/Hadra.official",
      "photo": "images/artists/photo-43.jpg",
      "banner": "images/artists/banner-43.jpg"
    },
    {
      "id": "57",
      "name": "Eurythmy",
      "bio": {
        "en": "Eurythmy is the psychedelic bass music project of kris thomas one half of loose connection.<br>Hes normaly found in damp areas in the uk in various underground caves producing most days! Specialising in tripped out psychedelic acustica."
      },
      "country": "UK",
      "label": "Shanti Planti",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/eurythmy",
      "facebook": "https://www.facebook.com/krisoddity",
      "photo": "images/artists/photo-57.jpg",
      "banner": "images/artists/banner-57.jpg"
    },
    {
      "id": "47",
      "name": "Evil Oil Man",
      "bio": {
        "en": "Matthew Swain, aka Evil Oil man, is a music producer born in the South East of England UK. He is considered a valuable label artist for Zenon Records for his unique style of glitch out tech-psy-funk.<br><br>First out starting in European festivals in 2013, and later moving to Australia in 2014 he then established his connections and sound and bonded with many of the Zenon records and Aussie crew in the Melbourne music scene.<br><br>His live set consists of a mash up of deep, dubby soundscapes and basslines, glitchy textures, and funky progressive minimal psychedelic swampy beats, with elements of humour for good measure.<br><br>His productions range from dark progressive, glitch-hop, dub, techno and generally challenges a huge range of genres in a diverse, inventive and abstract way!<br><br>Best enjoyed in the sunshine or the night time his distinct sounds have been grooving dance floors all over the world.<br>Evil Oil Man has performed at such festivals as Maitreya, Ozora, Lost Theory, Boom, Utopia Landing, Earth Frequency, Universo Parallelo, Festival Ometeotl Mexico, Progressive DM7 and many more.<br><br>With lots of upcoming new music to be released 2017 will be an exciting year for these new sounds to be shared on the dancefloor!"
      },
      "country": "UK",
      "label": "Zenon Records",
      "website": "https://zenonrecords.com/artists/producers/evil-oil-man/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/swaintree123",
      "facebook": "https://www.facebook.com/Evil-Oil-Man-Zenon-Records-175863682466938/",
      "photo": "images/artists/photo-47.jpg",
      "banner": "images/artists/banner-47.jpg"
    },
    {
      "id": "16",
      "name": "Filterheads",
      "bio": {
        "en": "Filterheads is the fresh, psychedelic trance project of Joakim & Mike.<br>The duo bring a new twist to night psychedelic music.<br>Concocting a blend of heavy hitting yet funky bass-lines, trippy soundscapes and screaming leads. While utilizing quirky, tongue in cheek samples to keep the vibes lively and the dancefloor buzzing.<br><br>In a short amount of time the music has taken the global psytrance scene by surprise.<br>Launching their debut EP 'Space Apes' which cemented the project and kicked off a flock of festival bookings across the European festival circuit and abroad.<br>Blasting at iconic parties such as Modem, Ozora, Antaris, Universo Parallelo and many more...<br><br>Their 2nd EP 'Darkside of the Spoon' followed, and again has proven that the music is resonating wildly across the globe.<br>With plans for an album set for a 2017 release. Expect more music and developments, as things have only just begun to heat up within Filterheads lab."
      },
      "country": "AT",
      "label": "Wildthings Rec.",
      "website": "https://wildthingsrecords.co.uk/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/filterheads",
      "facebook": "https://www.facebook.com/Filterheads00/",
      "photo": "images/artists/photo-16.jpg",
      "banner": "images/artists/banner-16.jpg"
    },
    {
      "id": "61",
      "name": "Fluxo",
      "bio": {
        "en": "Fluxo is one of the trance pioneers from Portugal. <br><br>Since early (1996) Fluxo keep been developing his taste and interest for trance and electronic music. From party organization to ambient and psytrance dj'ing and live production and performing, he always kept himself busy on the psychedelic scene all over the last two decades, been connected to projects like Quest4Goa, and musical alias Chilled C'Quence, Uasca or Photonik. <br><br>At the present time Fluxo is releasing new and fresh sounds with his solo project Exolon, now signed with the german music label BMSS Records, a fantastic familly of psychedelic visionaries.<br><br>For Hadra, in the chill stage, he will prepare a special dj set full of shamanic vibes and positive upliting music.<br><br>Let magic happen!"
      },
      "country": "PT",
      "label": "Electrik Dream",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/dj-fluxo",
      "facebook": "https://www.facebook.com/fluxo303/",
      "photo": "images/artists/photo-61.jpg",
      "banner": "images/artists/banner-61.jpg"
    },
    {
      "id": "12",
      "name": "Fog",
      "bio": {
        "en": "Listening to goatrance since 1994, he started djing in 1998 and played at first parties in 2000; in 2004 he opened Looney Moon party org with a bunch of friends, and started producing events all over italy and abroad. Due to the success of the party org, in the end of 2007, the group decided to open Looney Moon records.  <br>Label dj for the swiss label Peak rec since 2006 and label manager of Looney Moon rec with dj Phobos since the very beginning, dj Fog has rocked countless events all over the globe, including a lot of the bigger festivals.  <br>He is mostly playing “Looney Moon” style but he has also a rich selection of forest and psychedelic / dark  progressive: his sets on any style are rich of unreleased stuff from all the artist-friends around the globe and you can expect to hear long and clean mixes. <br>Beside being behind Looney moon records, Fog is also co-founder of “Collider Art Gallery”, “Looney Moon Deco” and the stretch tents company “Tentourage”, as well as artistic and logistic consultant for several other events all around the globe."
      },
      "country": "IT",
      "label": "Looney Moon Records",
      "website": "https://looney-moon.com/podcast/fog/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/fog-peak-looneymoon-rec",
      "facebook": "https://www.facebook.com/fog.LMrec/",
      "photo": "images/artists/photo-12.jpg",
      "banner": "images/artists/banner-12.jpg"
    },
    {
      "id": "10",
      "name": "Giuseppe",
      "bio": {
        "en": "Dj Giuseppe is the founder/owner and manager of Parvati Records, the well known twisted/forest psychedelic-trance music label founded in year 2000 and since then based between Denmark and Goa. <br>It was right in Goa that Giuseppe had his first encounter with the Scene:  in 1986 @ a full moon party in Baga Beach and in the early 90s he started to get involved for real  with Psychedelic Trance Music organising parties in Denmark with his team, Instant Karma.<br>Since year 2000, when the Label was founded, Giuseppe & Parvati Records are a constant presence in the global psy-trance music scene, contributing actively to its growth: 72 releases (cds and digital) until today, with music produced by 143 different projects from all over the world. <br>As Label Manager Giuseppe has compiled so far all the Parvati Records releases with the exception of the Brainzcrew CD trilogy compiled by Dj Ilse and since year 2004 has been playing dj sets at parties and festivals, presenting a selection of the music released on Parvati Records and the demos arriving at the Label.<br>The Music and the Label have brought Giuseppe around the world, giving him the chance to meet and interact with party  people in India, Japan, Taiwan, Nepal, California, Mexico, Brasil, Costa Rica, Australia, Dubai, South Africa,  Denmark, Greece, Belgium, Portugal, Macedonia, Croatia, Turkey, Ireland, France, Italy, Germany, Israel, Switzerland, Russia, Lithuania, Bulgaria, Romania, Finland, Norway, UK,  Hungary, Montenegro,  Austria, Czech Republik, Spain,  Slovakia, Marocco, Skotland, Holland and to play from small intimate parties to big gatherings as Ozora (2009, 2010, 2012, 2013, 2015, 2016),  Universo Paralello (2011), Boom (2012-2014) and Eclipse 2012 in Australia.  In 2012 Giuseppe also started to collaborate as Stage Manager with different Festivals as Ozora (2012, 2013, 2014, 2015, 2016), Sonica (2013, 2015), Modem (2015, 2016), BlackMoon (2013, 2014) Free Earth Festival (2014, 2016)."
      },
      "country": "IT",
      "label": "Parvati Records",
      "website": "https://parvati-records.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/p-30",
      "facebook": "https://www.facebook.com/pavati.dj/",
      "photo": "images/artists/photo-10.jpg",
      "banner": "images/artists/banner-10.jpg"
    },
    {
      "id": "46",
      "name": "Hellquist",
      "bio": {
        "en": "Born into a family where both his mother and brother are skilled musicians – David Hellquist - the young and upcoming E.D.M producer from Gothenburg, Sweden has always found that music/sound was his main focus in life.<br><br>Starting in the year of 2008, he felt an eager to create twisting sounds and noises that had been bugging his head and only when he felt he accomplished it he could find peace of mind. The quest is a yet ongoing process, and will always be, but as we say, the journey is the goal isn't it?<br>Heavy influenced by the darker aspects of the genre, Hellquist never had any problem knowing where to direct his musical energies.<br><br>Now, at the age of 27 – Hellquist is blasting track after massive track out of his dungeon. The tunes may vary from Dark Progressive/Psygressive with a ”twisted-tech-glitch”-touch to different E.D.M genres such as Techno, Minimal, Deep/Tech House and Dubstep.<br><br>Releasing with labels like Uroboros Records, Audio Aashram and Zenon Records – Hellquist is sure to continue serving us psyheads with his ”digital-acid-deep-in-the-Swedish-forest”-kind of mind altering musical creations."
      },
      "country": "SE",
      "label": "Zenon Records",
      "website": "http://zenonrecords.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/hellquist",
      "facebook": "https://www.facebook.com/hellquistmusic",
      "photo": "images/artists/photo-46.jpg",
      "banner": "images/artists/banner-46.jpg"
    },
    {
      "id": "13",
      "name": "Hypereggs",
      "bio": {
        "en": "Hypereggs are coming, floating from the deeper stars and the darker caves. Hypereggs communicate with their music: they scream while fried, they cry while boiling, always dementially riding between trash and mysticism. Simone Saretta is the human translator of these hyperintelligent creatures. He tries to interpretate with his hands and mind their awesome legends and stories from the hyperspace. <br>the innovative Hypereggs liveset entered the Looney Moon family in august 2014. His exclusive psytrance sound takes shape between aggressive basslines and complex rhythms with a taste of \"world music\", soaked in night atmospheres and lisergic infuences.  <br>Hypereggs just played in parties and festival all around the world, from Europe to Brasil. <br>Its first release for Looney Moon reords was the EP \"Rum and cortisone\" in december 2014, followed in January 2016 by the second EP \"Breaking circles\", but you can find his music in different v.a.'s and split EPs for label such as Sangoma, Subsystem and Pixan recordings.  He also took part in collaborations with other big artists like Dust, Dharma and Paul Taylor. <br>Hypereggs is a project of psychedelic trance, based between night and daytime, happiness and paranoia, trash and mysticism. Not too slow, not too fast. Just human. Based in north Italy. Looney Moon Rec."
      },
      "country": "IT",
      "label": "Looney Moon Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/hypereggs",
      "facebook": "https://www.facebook.com/hypereggs",
      "photo": "images/artists/photo-13.jpg",
      "banner": "images/artists/banner-13.jpg"
    },
    {
      "id": "89",
      "name": "Illuminus",
      "bio": {
        "en": "Illuminus is a world music/psy dub duo consisting of Dennis Tapper and Magnus Holte. Dennis is a well known psy trance and chillout producer under the name Hux Flux, and has been a professional musician for over 20 years. Magnus, a.k.a MAC-nuZ, has been into music his whole adult life and started his career with the reggae/pop duo Juice under Polygram records. Juice released a number of tracks that became world wide radio hits. After the Juice heydays Magnus joined the psy trance movement as half of the duo Ibojima, but left this constellation after their first album to focus more on his love for dancehall, hip hop and reggae, and have in those genres produced tracks en masse. Dennis and Magnus joined forces in 2007 and have now finally put together their first full length album as Illuminus after a number of appreciated releases on various chillout compilations and many gigs on festivals around the globe"
      },
      "country": "SE",
      "label": "Z-Plane Rec",
      "website": "https://www.z-planerecords.com/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/illuminusmusic",
      "facebook": "https://www.facebook.com/illuminusmusic/",
      "photo": "images/artists/photo-89.jpg",
      "banner": "images/artists/banner-89.jpg"
    },
    {
      "id": "52",
      "name": "Itchy & Scratchy",
      "bio": {
        "fr": "De la bass music à la techno, Itchy & Scratchy n'ont pas cessé de faire évoluer leur style. <br>Ils finalisent aujourd'hui leur premier album chez Hadra records.<br><br>Inspirés par la Dark Progressive d'Hypogeo et la Forest du label Parvati, leur live vous plonge dans un voyage cosmique à multiples rebondissements.<br><br>A contre courant de la Progressive lumineuse, ils ont cherché du coté d'un son noir, groovy, malicieux, sans concession et qui ne cesse d'évoluer.<br><br>Just feel the power",
        "en": "Deeply inspired by both techno and psytrance, Itchy & Scratchy’s debut album, Unsuccessful Escape, is a firmly dark and rhythmical hybrid blend that takes the listener into a musical and mental trip oscillating between dark prog and forest trance! Definitely not for the faint-hearted!<br><br>You will explore the unexplorable !"
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/itchy-and-scratchy",
      "facebook": "https://www.facebook.com/itchyscratchy.show",
      "photo": "images/artists/photo-52.jpg",
      "banner": "images/artists/banner-52.jpg"
    },
    {
      "id": "96",
      "name": "Ivã",
      "bio": {
        "en": "Ivã had his first contact with the psychedelic world in 1997, close to the beginning of the sykadelic movement in Portugal. His interest began through visual arts; his education was related to the plastic arts. <br>Began around 1998 as a GoaTrance DJ when a friend (DJ Marte) asked him to join a small party. The Muses Rapt was the first project that captured their attention seriously, and to date his friend heart. <br>With the help of most close friends in 1999, created the BlueSphere label, he co-produced some events with names like Chris Organic, Mick Chaos, Infected Mushroom and Bamboo Forest for the first time in Portugal. <br>He was known for his attitude in the middle, contagious! <br>Put some samples in the tracks, taken from sources such as, documentaries, films and lectures, to enable some hearing in Portuguese! Possibly the mother tongue was premiered on land Lusa on psychedelic movement! <br>He worked for the label Ayauaska Rec, sharing a label with the names of the Portuguese scene which stands out, Suria and N3xus. <br>Over the years his interest to softer environments grew, and he began to improve his technique as a Chillout DJ. He founded the project Tachyon with Daniel (Zen Baboon). In his sets, Ivã creates an intense and emotional journey, using some sounds psychedelic, progressive, and some world music, all mixed in a very happy and relaxed. <br>Since 2005 is part of the international team Electrik Dream, with the guidance of Stephan (Tajmahal). <br>Through all these years, besides his work as a DJ, Ivã did some work as a VJ and participated in co-production of various forms at numerous parties of nearly all the labels in Portugal."
      },
      "country": "PT",
      "label": "Electrik Dream",
      "website": "https://www.electrikdream.com/artists/iva",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/transfusao",
      "facebook": "https://www.facebook.com/ivadj",
      "photo": "images/artists/photo-96.jpg",
      "banner": "images/artists/banner-96.jpg"
    },
    {
      "id": "98",
      "name": "Johnny Blue",
      "bio": {
        "en": "Johnny Blue comes from Cyprus.<br>He started dj-ing 20 years ago. His first influence was rock and especially psychedelic rock (Pink Floyd, Ozric Tentacles, etc). In 2000 he got into the electronic scene with a main interest in chill out and psychedelic trance music.<br>Being influenced by several music cultures (rock, dub, reggae, electronica, psy-trance, chill out), he developed an unique style by smoothly blending sounds in colourful and sensational music journeys.<br>Johnny is one of the senior representatives on the launch, establishment and uprising of Cyprus' psychedelic music scene. As a founder of Psylent Harmony and co-founder of ChakradeliC project in early 2000 he had the opportunity to bring to the island and play along with artists like Master Margherita, Seamoon, Argaman, Yestegan chaY, Kukan dUb Lagan, Dymons, Organic Shapes, Flooting Grooves and many others.<br>In 2011 Johnny joined Mikelabella Records where he works as A/R Manager. His first VA compilation titled 'Planet Blue' was released in December 2012 and the 2nd one titled 'Blue Moon' in April 2014. In the beginning of 2013, he became a label dj of Peak Records.<br>In January 2015 he entered Sofa Beats roster. His VA 'Selections' for Sofa Beats Records has been<br>released in early 2017.<br>He is also resident dj since 2011 at Digitally Imported Psychill (di.fm/psychill) with the monthly<br>radio series \"Psylent Harmony\" which is broadcasted every third Sunday.<br>Johnny Blue has various international appearances in the USA , Mexico , UK , Morocco , Israel , Russia and in most of the European countries , in parties and festivals like Boom , Ometeotl , Lost Theory , Antaris , Mo:Dem , Psy-Fi and more."
      },
      "country": "CY",
      "label": "MikelaBella Records",
      "website": "https://www.psylentharmony.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/johnny-blue",
      "facebook": "https://www.facebook.com/j0hnnyblue/",
      "photo": "images/artists/photo-98.jpg",
      "banner": "images/artists/banner-98.jpg"
    },
    {
      "id": "68",
      "name": "Kalifer",
      "bio": {
        "en": "Since 2002 and his first contact with french techno and electro cultures, Alexandre became one with this underground part of culture and took part to these movement. Member of Grenoble’s underground culture, he began to arrange in 2003, under the name Kalifer. In 2012, he integrated the collective “Les Rythmes Actuels” with this uptempo project with psyprog, psytrance or progressive techno.<br><br>In 2016, Alexandre, aka Soleye, integrate the chill area in Hadra Records. Deeply inspire by nature, love, sharing and well-being, he evolves inside rythms and atmospheres of Chill-Out and Downtempo culture.<br><br>His integration on Hadra Records allow to confirm the musical diversity of our alternative area and we enjoy it greatly !"
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/k-5",
      "facebook": "https://www.facebook.com/djsoleye",
      "photo": "images/artists/photo-68.jpg",
      "banner": "images/artists/banner-68.jpg"
    },
    {
      "id": "82",
      "name": "Kangapta",
      "bio": {
        "fr": "Matthias aka KangApta commence le DJing à la fin de l’année 2014 afin de partager sa passion de la psytrance.<br> <br>Matthias sait s’adapter à son public et à l’heure en faisant varier ses humeurs entre la fullon et la psyché en gardant un mix groovy avec des drops agressifs, des kick/bass puissants et des leads aiguisés.<br> <br>Côté full-on, il s’inspire d’artistes comme Plasmotek, KIM, Earthspace ou encore Virtual Light. Pour la psyché, on y retrouvera des artistes tel que Axial Tilt, Mind Pirates, Jumpstreet et Niria.<br><br>Toujours en recherche de nouvelles perles, ses playlists minutieuses ont un effet apprécié sur le dancefloor !"
      },
      "country": "FR",
      "label": "Outrance",
      "website": "https://www.outrance.org/kangapta",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/kangapta",
      "facebook": "https://www.facebook.com/KangaptaOutrance/",
      "photo": "images/artists/photo-82.jpg",
      "banner": "images/artists/banner-82.jpg"
    },
    {
      "id": "45",
      "name": "Kasadelica",
      "bio": {
        "en": "Kasadelica project is created by Guy Kasif from Israel. The first experience with the psy world came to light in the end of the 90's in underground trance parties. with time passing, his interest in trance music has increased and became a major part of his life. After a few years guy took off from his homeland and dedicated his time for traveling around the world exploring cultures and participating in psy festivals all around. After a while guy wanted to send his own message to the dance floor and began playing in parties in india and europe and started to have is own ideas for music. Guy started to experiment in the production of trance music. <br>His inspiration came from the simple idea of creating tunes that will send the persons to a higher state of mind like he experienced in his adventures. Kasadelica like to describe his style as darkpsy, organic and communicative space music. The strong tone in his music is combined from fat base line unique crispy sounds that are alive, but most important is the drive."
      },
      "country": "IL",
      "label": "Harda Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/kasadelica",
      "facebook": "https://www.facebook.com/kasadelica/",
      "photo": "images/artists/photo-45.jpg",
      "banner": "images/artists/banner-45.jpg"
    },
    {
      "id": "15",
      "name": "Kim",
      "bio": {
        "en": "K.i.M (Joakim Fogelmark)  passion for music started already an early age, spending most his money on Metal and 70's rock records. Got his first guitar when he was 9 and started  bang on a drum kit at the age of 11, and throughout his teenage years play in various bands. Got his love for Psy trance when one of his friends took him to his first party back in 93, and got completely blown away by the music and the atmosphere. But it was not in till 1999 now based in London he first got a copy of logic and between 99 to 2002 was producing Psy trance and djinny in various parties around the Globe. In 2002 lot's to do with work, time in the studio was harder to come by, and he also started to produce techno and minimal house. Got a few releases throughout the years and in 2009 started to work on a album. But this was all about to change on a christmas eve 2010 in Goa    <br>when his house was robbed and lost every piece of music he ever made (even with multiple backups).<br>With no computer and no way of making music! The natural result is to get together with other people in the studio and what other music to be made in Goa then Psy Trance. The year after he set up the studio in Vagator Goa and over a six month period he wrote a bunch of new tracks and had a chance to work with lots of different producer. The first release came on Grasshopper Records and was very very well received, The hard work is paying of, having played at Ozora  Voov, Modem, Antaris, tours in Japan Alien Safari, Universe Parallelo the list goes on and on. With an upcoming K.i.M album on the way and with his 2 other projects Filterheads (Wildthings) and The rave Commission he is a force to be reckon  with in the Psy trance scene"
      },
      "country": "SE",
      "label": "Zero 1",
      "website": "http://www.facebook.com/pages/KiM/205813276119940",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/joakimfogelmark",
      "facebook": "https://www.facebook.com/joakimfogelmark",
      "photo": "images/artists/photo-15.jpg",
      "banner": "images/artists/banner-15.jpg"
    },
    {
      "id": "28",
      "name": "Kokmok vs Oddwave",
      "bio": {
        "fr": "Apres avoir joué dans les évènements phares du sud de la France, tel que l'Impact Festival, ElectroBotik Invasion ou Psymind Open Air, vous pourrez retrouver les deux artistes Marseillais au Hadra Trance Festival ! Ils nous prepare un ping pong exclusif, plein de surprises, avec des bass line groovy et des rythmiques psychedeliques qui risquent de retourner le dance floor par leur originalité !!<br><br>https://www.facebook.com/oddwaveHadra/<br>https://www.facebook.com/kokmokhadra/<br>https://soundcloud.com/oddwave<br>https://soundcloud.com/kokmok-hadra"
      },
      "country": "FR",
      "label": "Hadra Records / Transubtil",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": null,
      "photo": "images/artists/photo-28.jpg"
    },
    {
      "id": "93",
      "name": "Kurtz Mindfield & Tajmahal",
      "bio": {
        "en": "Kurtz Mindfields is a new project from the Jazz Keyboardist and “Studio du Vieux Lyon” director Jean-Luc Briançon (Abigoba, Erik Truffaz, Shazz, China Moses …)<br>Also passionate by electronic music and synthesizers, mainly by vintages machines, Jean-Luc started in 2011 a great travel around many friendly places (Passionate Collectors, other “vintage keys” equipped studios …). <br>With personal compositions inspired by pioneers, Jean-Luc recorded many historical keyboards (more than 60!), invited some artists, and compiled in a double CD Digipack the result of 4 years works named “Journey Through The Analog Adventure, 45 years of electronic music exploration” (Nuage 7, 2015).<br>Planned as a Trilogy, Jean-luc asked is friend Tajmahal from Electrik Dream Records to participate in the finalization in the process of composition and production of the the final CD, by using some rare not still using old machines (ARP 2500, Harmonic RMI synthesizer for example), but especially using also the last modern software or hardware synthesizers to create a final homage to electronic music for 2017.                                  <br>This project is a kind of tribute to the Berlin School Ambient period, for all the “analogue sound” lovers.    <br>Their album will be released in September 2017 @ Electrik Dream records and be presented for the first time at “Hadra Trance Festival” audience. <br>For a brand new and exclusiv live set: <br>« ANALOGIC TOUCH » “From Berlin School to Electronica Ambient”"
      },
      "country": "FR",
      "label": "ELECTRIK DREAM",
      "website": "https://www.electrikdream.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/none",
      "facebook": "https://www.facebook.com/KurtzMindfields/",
      "photo": "images/artists/photo-93.jpg",
      "banner": "images/artists/banner-93.jpg"
    },
    {
      "id": "76",
      "name": "La Reine Mab",
      "bio": {
        "fr": "La Reine Mab.<br>Né dans les années 90 de la rencontre entre la grande vague Kraut, les expérimentation math-pop de Sonic Youth, et une bande de gamins élevés à l’ombre des arbres de Tronçais, ce groupe a absorbé toutes les innovations électro-rock qui on bercé le tournant du millénaire, afin de le restituer dans une musique immédiate, exploratrice, parfois déconcertante et volontiers lyrique, prenant un plaisir malin à aller là où on ne l’attend pas.<br>Aujourd’hui la groupe est un trio de tête : deux musiciens perchés sur des câbles et des machines home made accompagnant une chanteuse sans limite. Le tout enveloppé dans la musique de vos rêves d’après-midi. Un son. Une caresse. Une secousse. C’est Mab !\""
      },
      "country": "FR",
      "label": "La Reine Mab",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/lareinemab/sets/electro",
      "facebook": "https://www.facebook.com/lareinemab",
      "photo": "images/artists/photo-76.jpg",
      "banner": "images/artists/banner-76.jpg"
    },
    {
      "id": "78",
      "name": "Lakay",
      "bio": {
        "fr": "Trompettiste et multi-instrumentiste, Cyril aka Lakay nous invite depuis 2008 à découvrir ses univers riches et vivants. Issu d'influences à la fois traditionnelles et undergrounds, ce musicien mélange habilement les instruments traditionnels comme la trompette, le saxophone, la guitare, le seung Thaïlandais et les percussions réunionnaises aux synthés et boucles électroniques. Ce mélange coloré nous offre une musique à la fois énergique et méditative propice à l'éveil des sens et des émotions."
      },
      "country": "FR",
      "label": "Hadra Rec.",
      "website": "https://www.lakaymusic.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/lakaymusic",
      "facebook": "https://www.facebook.com/lakaymusic",
      "photo": "images/artists/photo-78.jpg",
      "banner": "images/artists/banner-78.jpg"
    },
    {
      "id": "121",
      "name": "Lapsykay",
      "bio": {
        "fr": "Trompettiste et multi-instrumentiste, Cyril nous invite depuis 2008 à découvrir ses différents univers. Toujours attiré par les musiques électroniques et sa rencontre avec les instruments traditionnels, à la recherche de nouvelles sonorités, de nouveaux rythmes, il revient aujourd'hui avec un nouveau projet : \"Lapsykay\". Un mélange aux couleurs PsyTrance - PsyDub - Jazzy sur des beats énergiques, colorés et groovyadelik !<br>Album \"Shamanik Therapy\" en préparation, comming soon on Hadra Records"
      },
      "country": "FR",
      "label": "Hadra",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/lapsykay",
      "facebook": "https://www.facebook.com/lapsykay",
      "photo": "images/artists/photo-121.jpg",
      "banner": "images/artists/banner-121.jpg"
    },
    {
      "id": "95",
      "name": "Las'Hark",
      "bio": {
        "en": "DJ Las’hark<br>(Electrik Dream / Magnetika Agency)<br><br>DJ Las’hark aka Isabel Neves first started in the Chill Out scene in the late 90’s as event producer but soon debuted as deejay in 2000. She was co-founder of the mythical Dreamlab – chill out or die! and co-produced the Chill Out areas for Goodmood all around Portugal. She was part of Boom Festival's production team from 2000 to 2009 and co-headed the Chill Out area until 2002.<br>She was one of the first female dj’s of the psychedelic movement in Portugal and introduced her eclectic taste and multicultural influences in the chill out concept by mixing electronic with world music, fusing organic and ethnical moods to create a joyful sound journey."
      },
      "country": "PT",
      "label": "Electrik Dream / Magnetika Agency",
      "website": "https://magnetika-agency.com/portfolio/lashark/",
      "mixcloud": null,
      "soundcloud": null,
      "facebook": null,
      "photo": "images/artists/photo-95.jpg"
    },
    {
      "id": "80",
      "name": "Les Freres Jackfruit",
      "bio": {
        "fr": "Chercheurs de pépites sonores africaines, sud américaine et caribéennes, les Frères Jackfruit vous embarquent pour un voyage sous le soleil des tropiques. Cumbia, compas, en passant par l’afro-beat, le baile funk et la samba, leurs Dj Sets, dansants et éclectiques, sont une véritable fusion entre les musiques traditionnelles et modernes."
      },
      "country": "FR",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/the-jackfruit-brothers",
      "facebook": "https://www.facebook.com/lesfreresjackfruit/",
      "photo": "images/artists/photo-80.jpg",
      "banner": "images/artists/banner-80.jpg"
    },
    {
      "id": "117",
      "name": "Liquid Ross",
      "bio": {
        "en": "For over nearly two decades Liquid Ross has been shaping the new sounds of trance on the dancefloors of the UK and acroos the world"
      },
      "country": "UK",
      "label": "Liquid Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": "https://www.facebook.com/djliquidross",
      "photo": "images/artists/photo-117.jpg",
      "banner": "images/artists/banner-117.jpg"
    },
    {
      "id": "67",
      "name": "Lmx",
      "bio": {
        "fr": "Née dans un pot de Rillettes, élevée dans une charcuterie, nourrie au Génépi, Mariée avec ses casseroles !<br><br>Voilà qui est La Mère à Xavier, une rombière bien en chair, qui du fond de sa cuisine où la graisse collée au mur a stoppé le temps et tout figé, même les mouches.<br>Deux aficionados de la fiesta, du kick bass et de la musique qui fout le bronx...<br>Après avoir écumé un petit paquet de scènes et de dancefloor en laissant sortir a flots le gras de leur progressive trance rissolée, ils ont décidé de revenir un temps aux fondamentaux, et a leur premier amour : la techno.<br><br>Largement influencés par les tontons de l'ancien temps, autant que par la scène actuelle, ils se cherchent dans se nouveau et vaste monde musical. Leurs influences psy / prog traînent toujours au fond de la marmite, pour des lives cadencés et bien mentaux !<br><br>Et on ne sait jamais, on a si vite dérapé sur le bouton des BPM....."
      },
      "country": "FR",
      "label": "LMX",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/lmx-music",
      "facebook": "https://www.facebook.com/lmxmusic/",
      "photo": "images/artists/photo-67.jpg",
      "banner": "images/artists/banner-67.jpg"
    },
    {
      "id": "88",
      "name": "Logic Bomb",
      "bio": {
        "en": "Logic Bomb was formed in in 1998 by two freshly graduated computer engineers Jonas Pettersson and Johan Kraft who were struck with a profound fascination for psychedelic music. In next few years then happened to become one of the most recognized and original psychedelic trance acts and blow the scene with their unique sound. After more than 15 years of music making, intensive touring major psychedelic events around the world, albums and hundred of other releases on most respected labels things are stirring again in the Logic Bomb studio. The new album is now being mastered and will be released shortly on Z-Plane."
      },
      "country": "SE",
      "label": "Z-Plane Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/logicbomb",
      "facebook": "https://www.facebook.com/Bomb.Lab/",
      "photo": "images/artists/photo-88.jpg",
      "banner": "images/artists/banner-88.jpg"
    },
    {
      "id": "87",
      "name": "Logic Flux",
      "bio": {
        "en": "Logic Flux is a new project by legendary artists Dennis Tapper aka Hux Flux and Jonas Pettersson aka Logic Bomb that was founded right in the heart of Z-Plane records. It’s a historical reunion of two creative minds who once started their musical journey together but gained worldwide success as different projects.  A lot of new cutting age hi-end music is coming very soon from their studio located in a picturesque Swedish countryside. It can’t be nothing else but top quality psychedelic trance when these two brainiacs are in the studio together. Check for upcoming releases on Z-Plane Records and catch them live around the globe."
      },
      "country": "SE",
      "label": "Z-Plane Rec.",
      "website": "https://www.z-planerecords.com/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/logic-bomb-hux-flux",
      "facebook": "https://www.facebook.com/logicfluxmusic/?ref=br_rs",
      "photo": "images/artists/photo-87.jpg",
      "banner": "images/artists/banner-87.jpg"
    },
    {
      "id": "32",
      "name": "Loose Connection",
      "bio": {
        "en": "Loose connection is a high energy based high-tech live act from the uk and have been smashing dance floors for nearly a decade.They have covered the majority of the psychedelic festivals around Europe and have played all over Australia and in the states. With there unique blend of night time psy they continue to push there boundaries into sonic wizardry and for the listeners pleasure!"
      },
      "country": "UK",
      "label": "Free Radical/ Catawampus",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/looseconnection",
      "facebook": "https://www.facebook.com/looseconnectionpsy",
      "photo": "images/artists/photo-32.jpg",
      "banner": "images/artists/banner-32.jpg"
    },
    {
      "id": "120",
      "name": "Lucky Cat",
      "bio": {
        "fr": "Dj Lucky Cat alias Greg est devenu artiste en 1993, organisateur de soirées et d'évènements<br>dès 1999 dont les fameuses soirées Solaris depuis 10 ans au Bt59 sur Bordeaux, label manager<br>du label international Mandala records depuis 2004. Greg est un grand passionné et fervent activiste pour la reconnaissance de la culture Rave, des musiques électroniques & de la culture<br>Trance Psychedelique en France depuis le début de sa carrière autodidacte.<br><br>Porté par des influences musicales variées, Greg témoigne de sa passion sur les dancefloors et<br>à travers Mandala records, il a déjà produit quatres compilations dont différents artistes tels que<br>Total Eclipse, Plasmotek, Hyper Frequencies ... Il voyage avec aisance entre la Trance Progressive, Tribal et Psychedelique, mixant ses influences musicales avec des artistes tels que :: Hallucilogen// Sphongle// Raja Ram// Infected Mushroom// Juno Reactor// Astral Projection// Hilight Tribe//<br>X-Dream// Ace Ventura// Astrix// G.m.s// Zen Mechanics// Ticon// Kokbox// Earthling// Sub6//<br>Liquid Soul// Major7// Neelix// Domestic// Freedom Fighters// Sonic Species// Vini Vici// E-Clip// Protonica// Egorythmia// Capital Monkey// Morten Granan// Phaxe// The Antidote// Voyager ...<br><br>Sa musique est en symbiose parfaite avec l’énergie qu’il dégage à la fois mélodieuse et entraînante, groovy et harmonieuse. Il enchaîne les dates aux quatre coins de l’hexagone, animateur sur Fg98.2 dans les années 2000, grande radio française de musiques electroniques, des premières free-party<br>aux évènements plus réputés tels que la Techno Parade, l’Hadra Trance Festival,<br>l’Electrobotik Invasion, Namasté, Transubtil, Gaïa Concept, Stereorganic, Electrohm … Rapidement,<br>GREG se fait une place dans ce milieu en effervescence et son univers transcendera les frontières<br>pour raisonner dans des évènements et des festivals internationaux phares tels que<br>Sonica (Montenegro), Soulclipse (Turquie), Freedom (Portugal), Never Summer Ends (Suisse),<br>Royaume-Uni, Ibiza, Espagne, Grèce, Brésil, Mexique ...  <br><br>En véritable passionné effréné, il endosse le rôle d’organisateur dès 1999, au total ce ne sont pas<br>moins de 300 parties qui ont pu voir le jour grâce à son activisme avec Mandala records,<br>Dragon Tribe, Maya Vibes Experience sur Paris, Nantes, Bordeaux, Toulouse, La Rochelle ...<br>GREG aime partager sa passion & faire vibrer les foules depuis presque 20 ans en organisant de beaux évènements réunissant divers artistes internationaux & français talentueux de tous horizons artistiques.<br><br>Aujourd’hui, Greg revient avec son nouveau projet Lucky Cat, enrichi de son expérience<br>et de la richesse de ses rencontres, il franchit une nouvelle étape dans sa carrière.<br>De nouvelles promesses sonores à découvrir bientôt sur les dancefloors, Stay Tuned !!"
      },
      "country": "FR",
      "label": "Mandala Records/ Dragon Tribe/ Solaris",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/mandalarecords",
      "facebook": "https://www.facebook.com/gregmandala",
      "photo": "images/artists/photo-120.jpg",
      "banner": "images/artists/banner-120.jpg"
    },
    {
      "id": "71",
      "name": "Luis M",
      "bio": {
        "en": "Luís Moreira is a young artist from Almada, Portugal.<br><br>He stepped in the local and international scene with a blast, instantly acquiring fans from around the globe showcasing his distinct mix of progressive and melodic techno with a hint of psychedelic music.<br><br>He is known for having some of most memorable basslines around the scene, which deliver dancefloors at clubs and music festivals an expertly crafted sonic experience from start to end.<br><br>He currently releases music under Qilla Records, ODN Records, Techgnosis Records and Digital Structures."
      },
      "country": "PT",
      "label": "Digital Structures / Techgnosis Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/luismlive",
      "facebook": "https://www.facebook.com/Luismofficialpage/?ref=bookmarks",
      "photo": "images/artists/photo-71.jpg",
      "banner": "images/artists/banner-71.jpg"
    },
    {
      "id": "25",
      "name": "Maitika",
      "bio": {
        "en": "Fast gaining popularity in the french psychedelic scene is Maïtika, a Psytrance Progressive Project Created by two young producers Jocelin Varlet & Nicolas Lavenue, old friends sharing the same passion for music since their childhood.<br><br>In 2013 they decided to create the Maïtika project to mix their desires, enrich their knowledge and share their vision of music with the world. Their productions have since then been turning heads around the world and took to the notice of renowned label from India, Digital Om Productions who they joined ranks with as label live act. Now with a few massive releases and collaborations they are ready to present their live and original set to the world."
      },
      "country": "FR",
      "label": "Digital Om Productions",
      "website": "https://digitalomproductions.in/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/maitika-official",
      "facebook": "https://www.facebook.com/maitika.music",
      "photo": "images/artists/photo-25.jpg",
      "banner": "images/artists/banner-25.jpg"
    },
    {
      "id": "127",
      "name": "Mara Lefay",
      "bio": {
        "en": "Romanian DJ producer music visionary Mara LeFay embraced electronic music at the club warehouse scene in Berlin and Paris and eventually settled into London. This passion opened a new journey into her life. Now based in London, she played in venues like Troxy London, Ministry of Sound, Lakota Bristol to name a few. Keeping an eclectic vibe while not belonging to any musical style, but using music as a form of expression and always looking for fresh sounds that represent the current state of the scene."
      },
      "country": "RO",
      "label": "OPAL ROOMS",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": "https://www.facebook.com/MaraLeFayMusic/",
      "photo": "images/artists/photo-127.jpg",
      "banner": "images/artists/banner-127.jpg"
    },
    {
      "id": "90",
      "name": "Martin Nonstatic",
      "bio": {
        "en": "Home is the world of creating, performing and experimenting with sounds.<br> Always influenced by his environment, musicians and friends, and a great sense of curiosity his tastes naturally spiralled in on the limitless space of ambient, electronica and different styles of techno music.<br>He focused his work on live performances for quite a long time and In 2009, he decided to dedicate himself more to studio work after years of performing and producing.  His music has since received international support form different imprints such as Bine Music ( kompact ), Silent Season, Dewtone, Ultimae and Sub.spiele.<br>He moved to Austria end of 2014. Surrounded by beautiful and peaceful Landscapes Martin found deepness in new inspirations for upcoming projects."
      },
      "country": "NL",
      "label": "Https://ultimae.com",
      "website": "https://ultimae.com/artists/martin-nonstatic/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/martin-nonstatic",
      "facebook": "https://www.facebook.com/martinnonstatic",
      "photo": "images/artists/photo-90.jpg",
      "banner": "images/artists/banner-90.jpg"
    },
    {
      "id": "56",
      "name": "Master Minded",
      "bio": {
        "en": "Eyal ytshari is a visionary music producer based in Israel, who puts his main intention in opening people's hearts and souls through the vibration of musical journeys. Bouncing between ancient beats and magical melodies, The Master Minded brings back the lost connection to planet earth and to the cosmic link that opens up deeper and hidden portals of AWARENESS"
      },
      "country": "IL",
      "label": "Merkaba Music/ Shanti Planti",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": null,
      "photo": "images/artists/photo-56.jpg"
    },
    {
      "id": "38",
      "name": "Melting Point",
      "bio": {
        "en": "Melting Point are Ralph K. Freund aka Braincell and Matheus Nogueira aka Earthspace, which started this collab in 2016. The result of those two artists ends up in a fluid music experience, full of funkyness and psychedelia."
      },
      "country": "DE",
      "label": "Not Confirmed",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/melting_point",
      "facebook": "https://www.facebook.com/meltingpoint.world/",
      "photo": "images/artists/photo-38.jpg",
      "banner": "images/artists/banner-38.jpg"
    },
    {
      "id": "14",
      "name": "Microdot",
      "bio": {
        "en": "Mike Neuschler aka Microdot, has been blasting DJ sets of full-on and night psychedelic music across Europe and beyond for many seasons now.<br><br>A native to Austria, his first taste for electronic music came from the techno scene in 2002 where he played his first sets and honed his skills. He moved into full-on psytrance a couple years later, which saw him welcomed into 24/7 Records as a label DJ.<br><br>As years passed he became curious to dabble in his own productions. And with an appetite for night psychedelia growing, launched the live project 'Filterheads' with long term friend and mentor K.i.M.<br><br>While Filterheads has been a great success, Mike's passion for DJ'ing remains just as strong today. He can be seen as a regular on the European festival circuit, dishing out sledging night psy and banging full on sets."
      },
      "country": "AT",
      "label": "24/7 Records",
      "website": "https://www.twenty4seven.cc/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/microdot-24-7-rec",
      "facebook": "https://www.facebook.com/Dj-Microdot-247-Rec-146887212066652/",
      "photo": "images/artists/photo-14.jpg",
      "banner": "images/artists/banner-14.jpg"
    },
    {
      "id": "73",
      "name": "Munstrous",
      "bio": {
        "fr": "Watch press kit"
      },
      "country": "DE",
      "label": "Glitchy.Tonic.Records",
      "website": "https://www.radioactivecake.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/munstrous",
      "facebook": "https://www.facebook.com/Munstrous",
      "photo": "images/artists/photo-73.jpg",
      "banner": "images/artists/banner-73.jpg"
    },
    {
      "id": "81",
      "name": "Musatti",
      "bio": {
        "en": "Presskit: http://bit.ly/IBPresskits <br>Select the folder MUSATTI and there it go."
      },
      "country": "BR",
      "label": "IONO MUSIC",
      "website": "https://www.infinitemusic.com",
      "mixcloud": null,
      "soundcloud": null,
      "facebook": "https://www.facebook.com/mmusatti",
      "photo": "images/artists/photo-81.jpg",
      "banner": "images/artists/banner-81.jpg"
    },
    {
      "id": "24",
      "name": "Natron",
      "bio": {
        "en": "Dj Natron aka Laugi hails from the Northeast of Germany, has been born in November of 1983, and has been living in Hamburg since 2001. Pystrance began enticing him in 1999. Loving the laughing people on the floor and the music which put them into meditation he also started to dj in 2002 and went from organising his first small open air in 2004 to organising the IntactXpanda in Hamburg every Winter and the Psychedelic Experience Open Air every May as well. His contribution to the quest for the original Psytrance sound was founding his own label Solar Tech Records in March of 2009. Its motto already says it all: Serious Psytrance. Thru many ups and downs, thankful for the support of his family and friends Dj Natron keeps playing music in between Progressive and FullOn, at 140-145 bpm – deep high quality on the dot with a progressive touch, pumping baselines intended to let people fly. Preferably at sunset or dawn he has had sets at all larger European festivals. The first compilations of Solar Tech were teeming with rolling, deep basses, mind-bending sound figures and hypnotic melodies. Pushing but still relaxed this music is definitely aiming at the mind! In the future international djs from all continents will present their visions of original Psytrance music here."
      },
      "country": "DE",
      "label": "Solartech Records",
      "website": "https://www.solartechrecords.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/natronsoundz",
      "facebook": "https://www.facebook.com/natronsoundz",
      "photo": "images/artists/photo-24.jpg",
      "banner": "images/artists/banner-24.jpg"
    },
    {
      "id": "126",
      "name": "Nazca",
      "bio": {
        "en": "DJ Nazca music can be describe as a surreal journey into the sound. An alien frequency that ressonates psychedelic waves through the air, with goa elements along some techno & ethnical influences, A strong, original, hypnotic, liquid & organic sound. Better appreciated under a sky full of stars."
      },
      "country": "BR",
      "label": "Soononmoon",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/nazca22",
      "facebook": "https://www.facebook.com/djnazca",
      "photo": "images/artists/photo-126.jpg",
      "banner": "images/artists/banner-126.jpg"
    },
    {
      "id": "176",
      "name": "NëRu",
      "bio": {
        "fr": "Nëru est un projet live Downtempo.<br><br>Inspiré par les productions des labels Shanti Planti, Gravitas et par des artistes comme Ott, Ecometric, Light Child Project. Nëru tente de proposer une musique inspirante pour le corps et l'esprit. Grâce au mélange de synthétiseurs analogiques, de voix et d'instruments à corde et à vent, il propose de vous raconter une histoire sur le voyage de l'âme.<br><br>Le choix du nom Nëru vient de Jawaharlal Nehru (जवाहरलाल नेहरू en hindi), il fut l’une des figures de proue de la lutte pour l’indépendance de l’Inde avant de devenir le 1er Premier ministre de l’Inde le 15 août 1947. Il est le père d’Indira Gandhi, première femme à occuper le poste de Premier ministre en Inde, sans le moindre lien de famille avec Mohandas Gandhi."
      },
      "country": "FR",
      "label": "Karma Kusala",
      "website": "https://karma-kusala.com/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/neru-chill",
      "facebook": "https://www.facebook.com/neru.project/",
      "photo": "images/artists/photo-176.jpg",
      "banner": "images/artists/banner-176.jpg"
    },
    {
      "id": "123",
      "name": "Opaline",
      "bio": {
        "en": "In the 90’s, Opale discovers ethnik psybient downtempo and embraces the psychedelic culture, a revelation that changed both her life and its perception.<br>Invited around the globe to perform at a wide variety of events such as Burning Man in Nevada, surfing from the Trance to the Contempory Arts scene. <br>For a few years she has been building up the tempo, collaborating live with various artists such as Adn at the Ozora Festival, the epic World People pirates, the Eclipse and Open Mind in Canada ; with Don Pedro Askata on electronic drums at the Boom, the Karma Kusala and Aya Atma, Lakay with his trumpet at the Hadra Festival or with Tasha at the famous Chrysalid & Wildthings in the UK.<br>Opale weaves electro-world grooves with waves of beyond the border emotions delightfully, inviting us on a journey through the most celestial and tribal depths, arousing the intellect and the senses.<br>Her passion led her to become responsible for the music programmation of the Harmonic Festival which takes place every summer in the south of France. Launched in 2015, Harmonic is an alternative culture gathering open towards music, environment, spirituality and well-being.<br>Opale currently works on a compilation to be released on Ultimae featuring works by young artists she met on the road as well seasoned composers of the downtempo scene.<br><br><br>Dans les années 90 Opale découvre les sons psybient ethnik downtempo et embrasse la culture psychedelique, révélation qui a changé sa vie et la perception qu’elle en a.<br>Invitée aux quatre coins du monde à jouer pour des évènements aussi variés qu’hétéroclites tel que le Burning Man dans le Névada,  dans de nombreux festivals trance ou encore dans le monde de l’Art contemporain.<br>Depuis quelques années elle accélère le tempo en collaborant avec différents artistes en live, tel que Adn pour le festival Ozora, chez les épiques pirates des World People, ou pour l’Eclipse festival ou l’Open Mind au Canada. Avec Don Pedro Askata aux percus électroniques au Boom, Karma Kusala, & Aya Atma, Lakay à la trompette à l’Hadra, ou encore avec Tasha, aux fameux rendez-vous des Chrysalid & Wildthings en Angleterre.<br>Elle nous régale sur des ambiances electro-world, tissées de samples d’ailleurs, mariés à des nappes d’émotions et vous invite à la rejoindre dans l’ivresse des profondeurs… Des plus célestes aux plus tribales... Des plus sensibles aux plus mentales.<br>Cette passion l’amène à devenir responsable de la programmation musicale du Festival Harmonic qui a lieu en été dans le sud de la France. Lancé en 2015, Harmonic est un évènement prometteur, orienté sur la culture alternative, que ce soit dans le domaine musical, environnemental, spirituel ou du bien-être.<br>Opale travaille sur une compilation à sortir sur le label Ultimae courant 2017 qui présentera le travail de jeunes artistes découverts sur la route et de grands noms du milieu downtempo."
      },
      "country": "FR",
      "label": "ULTIMAE / HARMONIC",
      "website": "https://www.harmpnic-festival.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/opale-karine",
      "facebook": "https://www.facebook.com/opale.music",
      "photo": "images/artists/photo-123.jpg",
      "banner": "images/artists/banner-123.jpg"
    },
    {
      "id": "30",
      "name": "Orestis",
      "bio": {
        "en": "Orestis was born in Athens, Greece (1980).<br>His first musical experiences were with metal / gothic / dark wave and hardcore sounds. <br>His own music style, trademarked by deep atmospheric influences, <br>strong percussive elements and an attention to the progression of the sonic story. <br>Orestis compositions are inspired by the universal flow of our daily feelings and experiences..."
      },
      "country": "GR",
      "label": "SONIC LOOM MUSIC",
      "website": "https://www.orestismusic.net/site",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/0restis",
      "facebook": "https://www.facebook.com/orestismusic.net/",
      "photo": "images/artists/photo-30.jpg",
      "banner": "images/artists/banner-30.jpg"
    },
    {
      "id": "115",
      "name": "Radikal Moodz",
      "bio": {
        "en": "Radikal Moodz is a Psytrance project created by two French producers (Maxime and Dominique).<br>It is by creating a groovy and psychedelic universe that they stand out and enter the SHROOM PROD family in 2016.<br>In 2017, he met and collaborated with the Spanish Label MAHARETTA RECORDS."
      },
      "country": "FR",
      "label": "Maharetta Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/radikal-roodz",
      "facebook": "https://www.facebook.com/radikal.moodz",
      "photo": "images/artists/photo-115.jpg",
      "banner": "images/artists/banner-115.jpg"
    },
    {
      "id": "49",
      "name": "Radioactive Cake",
      "bio": {
        "en": "Radioactive.Cake, Zeitgeist, Munstrous, Dark Passenger…that’s all Robert H. from Berlin Germany. Not only producer and performer for many years, he also established the music label Glitchy.Tonic.Records in 2009, which is now one of the leading forces in the subgenre \"Psygressive Trance\". Taking the first musical steps around the time of the millennium, his skills and technique and productions were constantly evolving and advancing over the years. In late 2008 he felt he finally reached the quality to go way more professional. He brought Radioactive.Cake and Zeitgeist to life, aiming for releases and gigs and of course for good feedback. Getting all three, he soon wanted another challenge or rather more ways of expressing his musical creativity and he started Munstrous and Dark Passenger. The total music range of all four projects put together goes from night time 'Psygressive' or 'Dark Progressive' to a bit more funky and jazzy and sometimes „swampy“ trance to some more techno stuff and downbeat. Today, Robert can look back to a long list of releases and has quite some experience performing his stuff live. He played his projects at Festivals like Freqs Of Nature, Boom Festival, Solaris Festival, Cosmo Festival, Transylvania Calling, Pandemonium Festival, SpaceCamp Psyfari Festival and others."
      },
      "country": "DE",
      "label": "GlitchyTonic Records",
      "website": "https://www.radioactivecake.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/radioactive-cake",
      "facebook": "https://www.facebook.com/radioactivecake",
      "photo": "images/artists/photo-49.jpg",
      "banner": "images/artists/banner-49.jpg"
    },
    {
      "id": "64",
      "name": "Rakoon",
      "bio": {
        "fr": "Le Rakoon est un animal pas comme les autres... Son régime alimentaire est des plus variés: il se nourrit de rythmes trance, de guitare rock, d'accents psychédéliques et de structures pop. Ces mets puisés aux quatre coins du monde, s'alient alors avec son gout intarissable pour les skanks et les basslines electroniques pour faire briller au plus fort son pelage Electro Dub. C'est au studio, dans son habitat naturel qu'il façonne son caractère musical espiègle, joyeux et rebondissant, tout en restant profondément ancré dans la terre. Mais son hibernation ne dure qu'un temps: très vite il lui faut voyager et partager d'innombrables moment de bonheur dans ces réunions cocasses où les animaux les plus curieux se retrouvent pour sourire et danser tous ensemble."
      },
      "country": "FR",
      "label": "ODG PROD",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/rakoonreggae",
      "facebook": "https://www.facebook.com/rakoondub",
      "photo": "images/artists/photo-64.jpg",
      "banner": "images/artists/banner-64.jpg"
    },
    {
      "id": "53",
      "name": "Raoul",
      "bio": {
        "en": "It all started at an early age - recording mix tapes for his friends to share his taste and vision of music. As a logical result of his deep passion for electronic music, he learned all about the mysteries of Djing and even ran a record Store called ‘Sonic Implant’ for some years.<br><br>Through time, he became a solid point of reference around Germany, and was booked to play his Sets at Fusion Festival, Antaris, Vuuv, Freqs of Nature - including important resident spots at Hai in den Mai and Wonderland Festival (Waldfrieden) from 2007 to present.<br><br>But he didn’t stop there! His reputation brought him requests from all around the globe, so he got to play at festivals like Universo Parallelo (Brasil), Experience Festival / Moon Mountain (Thailand), Grasshopper / Overdrive / Wingmakers Parties (Japan), and Parties in Mexico, Spain, Netherlands, Italy, UK, Sweden, Denmark, Czech Republic…<br><br>For sure, a peak in his DJ-career, was the release of his highly acclaimed compilation ’13’ on Blue Hour Sounds in 2013, where he had the possibility to express his vision of Psychedelic Trance and to promote the music he loves to play in his DJ-sets.<br>Watch out for his 2nd and soon upcoming Compilation for Maharetta Records.<br><br>Talking of style - Raoul’s is definitely best describable as ‘straight forward and friendly - with a hint of long forgotten elements of Goatrance’. <br>Apart from his pure psytrance Sets he now also rocks dancefloors with some deeper and darker progressive sounds.<br><br>Right now, he is kicking it off with a successful series of parties named ‘Synæsthesia’ happening in Germany - where he is responsible for the lineup and booking. He is part of the Maharetta Records and Blue Hour Sounds family."
      },
      "country": "DE",
      "label": "Blue Hour Sounds",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/xraoulx",
      "facebook": "https://www.facebook.com/djraoulbluehoursounds/",
      "photo": "images/artists/photo-53.jpg",
      "banner": "images/artists/banner-53.jpg"
    },
    {
      "id": "37",
      "name": "Rastaliens",
      "bio": {
        "en": "Since about 20 years we are involved into the Psytrance Scence. After 3 years with dj-ing, we realised, that the records from other people were not enough for us. And look at this, since about 9 years we are producing our own psychedelic trance. We started in a small cellar with a little soundsystem. At the beginning we just used simple software-synthies and a small sequenzer-programm. Because of our limited possiblities, it was not easy for us to produce a good quality of sound...Hard work and a lot of enthusiasm caused a booking from some friends in Switzerland. They wanted us for a live-act. Jehaa, our first set, which we played with some quite old synthies, as like Roland 101 and Korg Trident. As you can understand, we were more than nervous. But we were more than happy, that the feedback of our first act was really great and amazing.. So, we decided to go ahead with our crazy music. The time and the more bookings opened us the chance to buy some new sound-machines.<br>On a special day, we decided to send our first songs to some differnt labels around the world. Wepacked this CD´s together with all our positive vibrations ;) and what happend: Yaniv, from Hadshot Haheizar released our first two songs. \"FREAK BOOSTER\" and \"UNIDENTIFIED SPECIES\". A big thank you to you, Yaniv! We guess, we do not have to explain you our feeling, as we hold our first vinyl in our hands. Unbelievable.....<br>After playing on many parties around the globe, like Portugal, Netherland, Mexico, Greece, USA, UK, Brazil, South Africa etc. there was time for an album which was released also on Hadshot and more to ome on Boom! Rec., Digital Psionics, Ketuh, Glowing Flame, Phar Psyde Records and so on......"
      },
      "country": "DE",
      "label": "Boom Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/brainalien",
      "facebook": "https://www.facebook.com/Rastaliens-169440976554920/",
      "photo": "images/artists/photo-37.jpg",
      "banner": "images/artists/banner-37.jpg"
    },
    {
      "id": "104",
      "name": "Reload",
      "bio": {
        "fr": "Passionné de musique depuis toujours, j'ai commencé par les percussions traditionnelles africaines mandingues, j'ai ensuite découvert la musique traditionnelle indienne et ses raggas, autoditacte et multi-instrumentiste je me suis naturellement orienté vers la musique électronique qui me permet d'exprimer toutes mes influences aussi variées que mes origines......RELOAD est l'aboutissement d'une longue recherche sur la manière d'aborder la musique électronique, une volonté de travailler le son comme une matière, un tout, et donc produit par une seule machine, d'où le synthétiseur modulaire qui permet de créer son propre instrument suivant ses propres sensibilités....et qui permet aussi de jouer le tout en live, chaque prestation étant unique, la profondeur du son analogique crée et modulé en temps réel"
      },
      "country": "FR",
      "label": "Psykedream",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/reloadmodular",
      "facebook": "https://www.facebook.com/tony.etheve.",
      "photo": "images/artists/photo-104.jpg"
    },
    {
      "id": "107",
      "name": "Sergio Walgood",
      "bio": {
        "en": "Sérgio Walgood is a Portuguese music producer involved in several projects with tracks edited for multiple record labels around the world. He has been participating actively in events around Europe, to name a few, among others are all editions of the ZNA Gathering, Boom Festival 2006/2008/2010/2014, Hadra festival, Freedom festival, etc.<br>More about this artist in his website: http://www.sergiowalgood.com"
      },
      "country": "PT",
      "label": "Moondance",
      "website": "https://www.sergiowalgood.com",
      "mixcloud": null,
      "soundcloud": null,
      "facebook": "https://www.facebook.com/sergio.walgood",
      "photo": "images/artists/photo-107.jpg",
      "banner": "images/artists/banner-107.jpg"
    },
    {
      "id": "35",
      "name": "Shotu vs Manu",
      "bio": {
        "en": "Shotu & Manu will perform a psychedelic powerfull set like the are using to to at Hadra Festival !"
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": "https://www.hadra.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/shotu",
      "facebook": null,
      "photo": "images/artists/photo-35.jpg"
    },
    {
      "id": "119",
      "name": "Sleeping Forest",
      "bio": {
        "fr": "Sleeping Forest, est une artiste ambient du label Altervision Hadra. Son style allie des influences tournées vers le rock psychédélique et la world music à une minutie propre aux musiques électroniques. Son premier album « Rise of Nature » est sorti en février 2013 sur Hadra Records auquel s'ajoute de nombreuses sorties sur des compilations de différents labels. <br>Sleeping Forest a pu jouer ses morceaux dans de nombreux festivals en Europe et plus loin encore comme l'Inde, le Japon et le Pérou. En plus de ses autres projets menés avec Lunarave tels que Lovpact (Hadra records) et Backsliderz (OVNI records), elle compose aujourd'hui sont second album.  Elle a à cœur de développer dans sa musique des atmosphères à la fois lancinante, mélancolique et épique. Ses compositions regorgent de mélodies chargées en émotions et de nappes en constante évolution. On y retrouve des rythmiques entêtantes dans lesquelles les instruments percussifs traditionnels sont mis à l'honneur et de savants agencements mélodiques qui rappellent de nombreux courants musicaux tels que le classique, le rock progressif, le trip-hop ou encore les musiques de film."
      },
      "country": "FR",
      "label": "Altervision Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/sleeping_forest",
      "facebook": "https://www.facebook.com/sleepingforesthadra/",
      "photo": "images/artists/photo-119.jpg",
      "banner": "images/artists/banner-119.jpg"
    },
    {
      "id": "69",
      "name": "Smooth Criminal",
      "bio": {
        "fr": "Smooth Criminal is the  side techno project of Theo GROZDANIC, better known as OddWave (Psytrance), a project that no longer appears on the French and European scene after having scoured most of the festivals with its multiple releases and albums on the label Hadra Records. He present now his new project to explore the many facets of the universe of techno. In a very short time, the project interests many promoters and organizers by its varied and punchy progressive sets. It already happens on major events and festivals and comes out of numerous releases on the compilation TECH TALES, the labels Electric power pole, Limonade records and many others to come. [Fr]   Smooth Criminal est le side project techno de Theo GROZDANIC plus connu sous le nom de OddWave (Psytrance),projet qu'on ne présente plus sur la scène française et européenne après avoir écumer la plupart des festivals avec ses multiples release et albums sur le label Hadra Records. Il nous présente maintenant son nouveau projet visant à explorer les multiples facettes de l'univers de la techno. En très peu de temps, le projet intéresse beaucoup de promoteurs et d'organisateurs par ses sets progressifs variés et punchy. Il se produits déjà sur de gros événements et festivals et sors de multiples sorties sur les compilation TECH TALES, les labels Electric power pole, Limonade records et bien d'autres à venir"
      },
      "country": "FR",
      "label": "Wave Production",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/smoothcriminaltechno",
      "facebook": "https://www.facebook.com/smoothcriminaltechno",
      "photo": "images/artists/photo-69.jpg",
      "banner": "images/artists/banner-69.jpg"
    },
    {
      "id": "19",
      "name": "Solar Spectrum",
      "bio": {
        "en": "Having started in 1994 as a producer and DJ, Ralph founded the project Rastaliens together with his friend Jay. In 2003 they released the album «Xplore The Wild Side» on BooM! Records. At the same time he moved to Switzerland with his wife and decided to start his own project called ‚Braincell‘. His first album «Universal Language» was released in 2005, which was followed by an impressive string of releases on various compilations and major labels. Two years after his debut, his second album «Transformation of Reality» came out. The last Rastaliens album «Back on Earth» was released in 2007. One year after, Braincell's third album «Frequency Evolution» was released on Glowing Flame Records and in 2010 his fourth album «Intelligent Being» came out on Free Spirit Records. These CD's were followed by several releases on various compilations. The «5th» album was released back on ‚BooM! Records‘ and the 6th album «Connecting Multiverses» was released on ‚Blue Hour Sounds‘ in 17. February 2017.<br><br>Since 2007 Ralph has also been producing tracks by the project name ‚Solar Spectrum‘, which represents the more progressive side of his creativity. Solar Spectrum's debut album «Planes of Existence» was released on Free Freak Records in 2009 and his second album «(R)Evolution of Consciousness» was released two years after on Free Spirit Records. «The Reunion» EP was released on BooM! Records in 2013 together with his 3rd album «Source Energy Creations» (re-released on Ovnimoon Rec.) and 4th album «Droplets from the matrix» (Ovnimoon Rec.) followed by several releases on various VAs and Labels. The 5th album «Divine Energy» was released on Furthur Progressions Rec. in December 2016.<br><br>In 2013 it was time for an Ambient/Chill/Downbeat project which was realized under the name ‚Unknown Reality‘. Releases are available on unknownreality.bandcamp.com and the 2nd full length album is on its way. <br><br>Last but not least there are several collaborations coming up with other artists from the international Psytrance & Ambient scene like ‚Melting Point‘ (together with Earthspace) and ‚Driftsetters‘ (with Maluns).<br><br>To date Ralph have been playing on every major continent; in countries like: USA, Brazil, Mexico, Australia, South Africa, India, Thailand, UK, Switzerland and all over Europe etc. and received much praise for his energetic and emotional live shows, DJ sets and production skills."
      },
      "country": "DE",
      "label": "Furthur Progressions",
      "website": "https://www.brainalien.info",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/brainalien",
      "facebook": "https://www.facebook.com/SolarSpectrumStudio/",
      "photo": "images/artists/photo-19.jpg",
      "banner": "images/artists/banner-19.jpg"
    },
    {
      "id": "91",
      "name": "Soleye",
      "bio": {
        "en": "Since 2002 and his first contact with french techno and electro cultures, Alexandre became one with this underground part of culture and took part to these movement. Member of Grenoble’s underground culture, he began to arrange in 2003, under the name Kalifer. In 2012, he integrated the collective “Les Rythmes Actuels” with this uptempo project with psyprog, psytrance or progressive techno.<br><br>In 2016, Alexandre, aka Soleye, integrate the chill area in Hadra Records. Deeply inspire by nature, love, sharing and well-being, he evolves inside rythms and atmospheres of Chill-Out and Downtempo culture.<br><br>His integration on Hadra Records allow to confirm the musical diversity of our alternative area and we enjoy it greatly !"
      },
      "country": "FR",
      "label": "Hadra Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/k-5",
      "facebook": "https://www.facebook.com/djsoleye",
      "photo": "images/artists/photo-91.jpg",
      "banner": "images/artists/banner-91.jpg"
    },
    {
      "id": "85",
      "name": "Sonic Elysium",
      "bio": {
        "en": "The concept of Sonic Elysium was established by Alexey ‘LSB’ Mamzelev in 2008. Having a serious musical background of the Moscow Music School #1 graduate and the education of telecom engineer, Alexey skillfully masters spine-shivering harmonies as well as the sound perfection. Never to be described as just ‘psy’, ‘goa’ or ‘fullon’ music, Sonic Elysium renders the finest parts of all the subgenres into a nice blend of driving bass lines, precisely tuned sound effects and analogue leads rich in melodies, along with mantras and ancient chantings to deliver the  ultimate experience of pure joy, driving the dance floors into ritual ecstasy. Advancing in his musical career, Alexey has recently become a promoter himself. Series of indoor events along with the annual Skazka Festival, meaning “The Fairytale”, and gathering so far 1500 happy freaks in the sacred Russian woods for 3 years already since 2014, spotlight the talent and contribution into the world trance culture."
      },
      "country": "RU",
      "label": "Goa Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/sonic-elysium",
      "facebook": "https://www.facebook.com/sonicelysium",
      "photo": "images/artists/photo-85.jpg"
    },
    {
      "id": "33",
      "name": "Southwild",
      "bio": {
        "en": "Jay Southwild is a electronic music producer from the south(wild) Black-Forrest in Germany. Together with his friend Ralph he foundet the psychedelic trance project Rastaliens about more then 10 years ago... over the years of playing in clubs and festivals worldwide.<br>Southwild is Jays solo project and 2010 he joined the UK based label Wildthings records wich is a solid established label for twisted positive psychedelic trance.<br>After he released his debut album on Wildthings records and serveral tracks on compilations from major undergroud labels worldwide such as Wildthings,Sangoma,looney moon rec.,Hadra just to name a few..."
      },
      "country": "DE",
      "label": "Wildthings Records",
      "website": "https://www.wilthingsrecords.co.uk",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/southwild",
      "facebook": "https://www.facebook.com/SOUTHWILD",
      "photo": "images/artists/photo-33.jpg"
    },
    {
      "id": "99",
      "name": "Stereomantra",
      "bio": {
        "en": "StereOMantra (from Budapest) became known a few years ago for his progressive rhythms and melodic, unique sounding chillout music. He performed at numerous Hungarian and international festivals and events throughout Europe.<br><br>He released 4 albums, 1 EP and 2 chillout compilations (\"Fairy Tales\" series) featuring acclaimed artists, and beside these he provided many tracks for other international compilations too.<br>The chillout albums he produced in the last 2 years were published by OM Mantra Records he had founded, and for the festival he will bring the best out from these albums for us, together with some never ever heard, unreleased newest tunes."
      },
      "country": "HU",
      "label": "OM MANTRA RECORDS",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/stereomantra",
      "facebook": "https://www.facebook.com/stereomantra",
      "photo": "images/artists/photo-99.jpg",
      "banner": "images/artists/banner-99.jpg"
    },
    {
      "id": "112",
      "name": "Symbolico",
      "bio": {
        "en": "Symbolico music is all about sending us to zero state of being. That state in which we take a step back from our personal life situation and beliefs Into a place when we become aware of our self as the script writers of our own life. From that point of view, life seems to appear very much symbolic to you as if it is part of a mysterious book written by a cosmic being called you. The wisdom behind the project is based on a musical expression of the work of some of the most respected spiritual teachers, philosophers and open minded meta physicians such as: Alan Watts, Eckhart Tolle, Deepak Chopra, Dr. Bruce Lipton, Dr. Hew Len, Nassim Haramein and many more."
      },
      "country": "IL",
      "label": "Sofa Beats",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com//symbolico",
      "facebook": "https://www.facebook.com/symbolico",
      "photo": "images/artists/photo-112.jpg",
      "banner": "images/artists/banner-112.jpg"
    },
    {
      "id": "109",
      "name": "Sysyphe",
      "bio": {
        "fr": "Tête pensante de la branche « Chill » du label Hadra Records et programmateur du Hadra Trance Festival, Sysyphe est un artiste complet en recherche constante de nouvelles perles musicales.<br>Après deux compilations Hadravision et un premier album Running Up That Hill produits par Hadra, Sysyphe poursuit son chemin avec un très attendu deuxième album The Cities of Silver Trees, récit d'une quête intérieure dans les méandres d'une forêt nourricière, havre de paix et source de toute vie. Les arbres de sève, de pierre et de lumière sont le décor de cet univers aussi réel qu'imaginaire auquel Sysyphe nous invite à prendre part, le temps d'une simple balade ou d'un cheminement plus lointain et intime. Résolument downtempo, cet album marque le pas d'une incursion sensible et déterminée au coeur de notre nature profonde."
      },
      "country": "FR",
      "label": "Hadra Altervision Records",
      "website": "https://www.hadra.net",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/sysyphe",
      "facebook": "https://www.facebook.com/sysyphe.hadra1",
      "photo": "images/artists/photo-109.jpg",
      "banner": "images/artists/banner-109.jpg"
    },
    {
      "id": "70",
      "name": "Tajmahal",
      "bio": {
        "en": "Tajmahal is Electrik Dream’s label manager, but he is also part in a number of different projects around the world. <br>Currently, he is Working on a healing chill out project « UASCA » in collaboration with Dj Fluxo (Portugal). <br>Taj was Invited by Jean Luc Briancon aka « Kurtz Mindfiled » to  participate in the finalization of the composition and mastering of the final cd of a trilogy albums.<br>This project is an homage to the Berlin School Ambient period, for the analogue sound lovers.<br> <br>When Dj-ing, he combines his spotless technical skills with creativity, expressed via his broad and eclectic musical knowledge:  he is famous for telling a story and leading the <br>crowd step by step on the path to dance floor enlightenment. <br>This path can encompass different music styles: Ambient, Downtempo, Progressiv, Techno, Full on, Psy Trance - all within the same DJ set: Taj knowns no stylistic boundaries or <br>tempos restrictions.<br>This Year Hadra offer him the chance to play twice as Dj, one set will be on the Alternativ stage and one on the chill out stage.<br><br>Let’s meet to the alternativ stage for the opening of the festival with a special set prepared for this occasion from Uptempo to Techno via Ethnical sound rising to Progressiv Acidic<br> Trance, and maybe more who knows … <br>See you on the floor Taj ;-)"
      },
      "country": "FR",
      "label": "ELECTRIK DREAM",
      "website": "https://www.electrikdream.com",
      "mixcloud": null,
      "soundcloud": null,
      "facebook": "https://www.facebook.com/djaytajmahal/",
      "photo": "images/artists/photo-70.jpg",
      "banner": "images/artists/banner-70.jpg"
    },
    {
      "id": "97",
      "name": "Terra  Nine",
      "bio": {
        "en": "TERRA NINE<br> <br>Terra Nine, aka Michael Westcot, is the creative force behind this unique act from New Zealand, combining live electric viola with lush organic synths and funky electronic beats to produce a distinctly organic and free form sound. His music features an aural palette ranging from psychedelic ambient to chilled out trance and breaks with uplifting emotional content that moves the heart as well as the feet.<br> <br>Michael is hardly your typical digital artist - his music features a unique synergy of distinctly analog bowed and plucked organic strings - often mangled into mind bending psychedelic sounds and poured in real time over a bottom end of organic beats and fat basslines.<br> <br>Terra Nine’s releases over the past decade have included three albums and a number of EPs, as well as tracks on myriad compilations, all featuring his unique mixture of live organic lushness.<br> <br>Terra Nine’s music has also included remixes by and for numerous international artists - including dub maestro OTT, Astropilot, Suduaya, Kick Bong, Unknown Reality, Pete Ardron, Cloower Wooma, AKD and many more.<br> <br>Over the past 10 years, Terra Nine has toured extensively, performing dynamic live shows at festival events worldwide. More recently, VJ Intelliki has joined Terra Nine, adding fantastic imagery to form the perfect synergistic visual accompaniment to the music.<br> <br>Terra Nine’s latest EP, ‘Heart of the Matter’ (Iboga Records) - features 5 exceptional new tunes with psychedelic downtempo and dub / breaks flavours - providing a journey into new musical territory - glitchy, yet melodic."
      },
      "country": "NZ",
      "label": "Iboga Records",
      "website": "https://www.terranine.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/terranine",
      "facebook": "https://www.facebook.com/terra9music",
      "photo": "images/artists/photo-97.jpg",
      "banner": "images/artists/banner-97.jpg"
    },
    {
      "id": "77",
      "name": "The Shiels",
      "bio": {
        "en": "Family of musicians , anglo :irish, living in vieure,<br>Ewan and tracey have been playing music for 30 years, touring , in India, Japan, Korea, China and Europe..Their first group together was called The Sons of The desert and played all the major festivals eg: Paleo, transmusicales, Interceltique de Lorient,inrocktibles..tamaris, and many more..<br>They married and had Ruby maebelle Shiels ,who now plays with them she has toured in corsica, and india and played festivals with her parents since she was 14 years old..Now at 18 she has a virtuosity in stringed insruments.ie Mandolins, Guitar, Banjo, Ukekele.<br>The shiels play a diverse set of songs ans instrumenals, from original composirions to cover versions and trad."
      },
      "country": "UK",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": null,
      "photo": "images/artists/photo-77.jpg"
    },
    {
      "id": "23",
      "name": "Tilt",
      "bio": {
        "fr": "Tilt débute le mix en 1993 et passe par plusieurs style tek et hardtek, joue avec des artistes de renommée internationale comme Garnier, Zinno, Carl Craig,Crystal Distortion...<br>En 2000, il découvre la psytrance, organise de nombreuses soirées et intègre en tant que dj le label français Avigmatic puis le label anglais Free Spirit records.<br>Après avoir joué dans divers pays d'Europe, au coté des plus grands (Infected Mushroom, Neelix, Astral Projection, Painkiller, Space Tribe...), il intègre la team Hadra sous ses deux projets Sangohan et Tilt.<br>Révélé par la qualité technique et l'histoire de ses mix, en moins de deux ans, Tilt joue sur de nombreuses scènes progressives avec des artistes comme Day Din, Egorythmia, Loud,Zyce...<br>On lui reconnaît alors un style dynamique et soutenu, teinté de psychédélisme, à la recherche d'une technique et d'une cohérence toujours plus soignées.<br>En 2013 TiLT sort sa première compilation, PROGRESSIVE EQUATION sur le label Hadra et devient rapidement dans le top 10 des meilleurs ventes sur Beatport et Psyshop,<br>PROGRESSIVE EQUATION II est sortie fin 2015 toujours sur le label Hadra Records et travaille actuellement sur une compilation qui sortira sur le label anglais Free Spirit Records."
      },
      "country": "FR",
      "label": "Hadra Records / Free Spirit Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/tilt-3",
      "facebook": "https://www.facebook.com/tiltprog",
      "photo": "images/artists/photo-23.jpg",
      "banner": "images/artists/banner-23.jpg"
    },
    {
      "id": "174",
      "name": "Tocacumbia",
      "bio": {
        "en": "The \"ToCaCumbia\", a duo formed by Dj South American offer a structured performance on the reworking of musical tracks from the Latino/Cumbiero rhythm by proposing historical melodies of the classic Cumbia, accompanied by Percussion instruments and the beat of electronical music"
      },
      "country": "IT",
      "label": "Cumbiamento",
      "website": null,
      "mixcloud": null,
      "soundcloud": null,
      "facebook": null,
      "photo": "images/artists/photo-174.jpg"
    },
    {
      "id": "100",
      "name": "Tripo",
      "bio": {
        "fr": "Tripo (Co-Fondateur de PsykeDream) découvre le monde de la musique électronique en 2010 avec les free party,  puis il découvre le monde de la trance psychédélique sur une soirée organisé par les Kristal Sphère, avec Ianuaria et Ataro en tête d'affiche, qui deviendront ces djs phare de la scène Psytrance. C est en 2012 qu'il commence à monter des DjSets. Quelques temps après il commence a monter des Sets chill et ambiant avec des artistes comme Labs Cloud, Carbon Based Lifeforms, Aes Dana, Scann Tec, Lars LeonHard, Sigil, Terrapi, ToxyCue, Side Liner ... En septembre 2013 il décide de créer sa WebTv qui évoluera en Label Associatif et commence à sortir des compilations Chill avec des artistes nationaux et bientôt internationaux."
      },
      "country": "FR",
      "label": "Psykedream",
      "website": "https://psykedreamwebtv.fr/",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/tripoo",
      "facebook": "https://www.facebook.com/tripopkd/?ref=ts&amp;fref=ts",
      "photo": "images/artists/photo-100.jpg",
      "banner": "images/artists/banner-100.jpg"
    },
    {
      "id": "84",
      "name": "Tune Raider",
      "bio": {
        "en": "Tune Raider (Pamm Legg), is one of South Africa’s top female Psy-Trance DJ’s. She has been rocking the circuit for over 14 years and is still growing in popularity season after season. <br>Tune Raider has definitely earned her spot behind the decks, and has experience and years of working dance floors all around the world .<br>Nowadays Tune Raider boasts two very different style sets, a daytime full on psychedelic set and a night-time full psychedelic set, making her versatile and able to read a crowd and work the dance floor and making a good transition DJ between different LIVE acts.<br>Tune Raiders main calling card is not only her tight mixing and track selection, but it’s her magnetic stage presence and magical charisma that gets people dancing."
      },
      "country": "ZA",
      "label": "24/7 Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/djtuneraider",
      "facebook": "https://www.facebook.com/djtuneraider",
      "photo": "images/artists/photo-84.jpg"
    },
    {
      "id": "157",
      "name": "Turbo Boom Boom",
      "bio": {
        "fr": "DJ Turbo Boom-Boom, réchauffeur climatique de dancefloor et passionné de musiques tropicales, infatigable explorateur poli-rythmique, je pars régulièrement à la découverte de contrées musicales ensoleillées et folkloriques pour en ramener les meilleures pépites et proposer des sets pointus, éclectiques, festifs et chaleureux. <br><br>Recherchant les multiples hybridations possibles entre les musiques du mondes et les musiques actuelles, mes sets peuvent être tour à tour chill, down tempo, folkloriques, deep house, digital, disco, groovy et techno, mais un seul objectif : vous emmener en voyage, loin, ailleurs."
      },
      "country": "FR",
      "label": "No Label",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/djturboboomboom",
      "facebook": "https://www.facebook.com/djturboboomboom/",
      "photo": "images/artists/photo-157.jpg",
      "banner": "images/artists/banner-157.jpg"
    },
    {
      "id": "41",
      "name": "Unknown Reality",
      "bio": {
        "en": "Unknown Reality is another project of Ralph K. (Braincell, Rastaliens, Solar Spectrum). After producing Psytrance and Progressive for more than two decades, here he comes back to his roots as a guitar player, percussionist, computer musician and modular synthesist, who combines electronic elements with natural instruments and field recordings to create gently evolving soundscapes and rhythms."
      },
      "country": "DE",
      "label": "Universe",
      "website": "https://www.brainalien.info",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/brainalien",
      "facebook": "https://www.facebook.com/unknownreality2013/",
      "photo": "images/artists/photo-41.jpg",
      "banner": "images/artists/banner-41.jpg"
    },
    {
      "id": "48",
      "name": "Version Bizar",
      "bio": {
        "en": "Version Bizar experiences his vision of psychedelic music, both energetic and enchanting, his jazzy groove accompanies a digital atmosphere giving an original contrast.<br>Always looking for new texture come try the Bizar delirium !"
      },
      "country": "FR",
      "label": "Padang Records / ADN MUSIC",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/versionbizar",
      "facebook": "https://www.facebook.com/VersionBizar",
      "photo": "images/artists/photo-48.jpg",
      "banner": "images/artists/banner-48.jpg"
    },
    {
      "id": "114",
      "name": "Via'On",
      "bio": {
        "fr": "Fasciné depuis toujours par l’électronique Via’on découvre les machines dans les années 90 et explore alors la synthèse sonore et les rythmes automatiques. Mélomane, curieux et imprégné des sons électroniques de tous horizons, il les manipule avec affection dans sa musique en parcourant les styles des plus rythmés aux plus calmes. Explorant les émotions, il tisse des mélodies aériennes sur des nappes éthérées. Il aime dépeindre des paysages colorés au fil d’un voyage onirique. Un album est actuellement en préparation."
      },
      "country": "FR",
      "label": "Independant",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/viaon",
      "facebook": "https://www.facebook.com/viaon.music",
      "photo": "images/artists/photo-114.jpg",
      "banner": "images/artists/banner-114.jpg"
    },
    {
      "id": "86",
      "name": "Xamek",
      "bio": {
        "fr": "Originaire de Grenoble, Robin (22) aka Xamek découvre la psytrance à l’âge de 15 ans. Nourri et influencé par des artistes tels que Jaia, Burn In Noise, Zen mechanics… il commence très tôt à produire ses tracks. L'association LGNE lui permet de jouer ses premières compositions. Aujourd'hui il soutient les associations LGNE, Wazacrew et Senoï project. Son live est un mélange de production moderne avec une touche de psytrance \"old school\" apporté grâce a des synthétiseurs analogiques."
      },
      "country": "FR",
      "label": "Senoî Records",
      "website": null,
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/xamek",
      "facebook": "https://www.facebook.com/Xamek/",
      "photo": "images/artists/photo-86.jpg",
      "banner": "images/artists/banner-86.jpg"
    },
    {
      "id": "17",
      "name": "Yamaga vs Gina",
      "bio": {
        "en": "One of the founding members of Hadra in 2001, Yann is since then volunteer and an activ member of the association.<br>His musical universe extends beyond psychedelic sounds and gives way for agitation.<br>He is inspired by colored full power ambiances, where the dancefloor provokes imagination and activates improvisation.<br><br>Always passionate about music, Gina had the chance to grow up in an manifold musical universe.<br>The abundance of the different styles and the possibilitys to combine them, pushed and motivated her to create mixes since 2011 in the style Psygressive.<br><br>https://www.facebook.com/7ginatonic<br>https://soundcloud.com/ginahadra<br>http://www.hadra.net/label_artistpage.php?dj=37&&lang=fr<br><br><br>\"Music is the poetry of human expression in sound and time,<br>listen to the story and allow you on the dancefloor to release all your energy!\""
      },
      "country": "FR, DE",
      "label": "Hadra",
      "website": "https://www.hadra.net/label_artistpage.php?dj=19",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/yamaga-yann",
      "facebook": "https://www.facebook.com/yamaga.yann",
      "photo": "images/artists/photo-17.jpg",
      "banner": "images/artists/banner-17.jpg"
    },
    {
      "id": "72",
      "name": "Zeitgeist",
      "bio": {
        "en": "Radioactive.Cake, Zeitgeist, Munstrous, Dark Passenger…that’s all Robert H. from Berlin Germany. Not only producer and performer for many years, he also established the music label Glitchy.Tonic.Records in 2009, which is now one of the leading forces in the subgenre \"Psygressive Trance\". Taking the first musical steps around the time of the millennium, his skills and technique and productions were constantly evolving and advancing over the years. In late 2008 he felt he finally reached the quality to go way more professional. He brought Radioactive.Cake and Zeitgeist to life, aiming for releases and gigs and of course for good feedback. Getting all three, he soon wanted another challenge or rather more ways of expressing his musical creativity and he started Munstrous and Dark Passenger. The total music range of all four projects put together goes from night time 'Psygressive' or 'Dark Progressive' to a bit more funky and jazzy and sometimes „swampy“ trance to some more techno stuff and downbeat. Today, Robert can look back to a long list of releases and has quite some experience performing his stuff live. He played his projects at Festivals like Freqs Of Nature, Boom Festival, Solaris Festival, Cosmo Festival, Transylvania Calling, Pandemonium Festival, SpaceCamp Psyfari Festival and others."
      },
      "country": "DE",
      "label": "Glitchy.Tonic Records",
      "website": "https://www.radioactivecake.com",
      "mixcloud": null,
      "soundcloud": "https://www.soundcloud.com/zeitgeist-aka-r-cake",
      "facebook": "https://www.facebook.com/pages/Zeitgeist-RCake/148421885210466",
      "photo": "images/artists/photo-72.jpg",
      "banner": "images/artists/banner-72.jpg"
    }
  ],
  "lineup": [
    {
      "name": "Main",
      "hide": false,
      "sets": [
        {
          "type": "gig",
          "start": "2017-09-07T18:00:00.000Z",
          "end": "2017-09-07T19:30:00.000Z",
          "artistId": "125"
        },
        {
          "type": "live",
          "start": "2017-09-07T19:30:00.000Z",
          "end": "2017-09-07T20:30:00.000Z",
          "artistId": "48"
        },
        {
          "type": "dj",
          "start": "2017-09-07T20:30:00.000Z",
          "end": "2017-09-07T22:00:00.000Z",
          "artistId": "23"
        },
        {
          "type": "dj",
          "start": "2017-09-07T22:00:00.000Z",
          "end": "2017-09-07T23:30:00.000Z",
          "artistId": "14"
        },
        {
          "type": "live",
          "start": "2017-09-07T23:30:00.000Z",
          "end": "2017-09-08T00:30:00.000Z",
          "artistId": "36"
        },
        {
          "type": "live",
          "start": "2017-09-08T00:30:00.000Z",
          "end": "2017-09-08T01:30:00.000Z",
          "artistId": "30"
        },
        {
          "type": "live",
          "start": "2017-09-08T01:30:00.000Z",
          "end": "2017-09-08T02:30:00.000Z",
          "artistId": "31"
        },
        {
          "type": "live",
          "start": "2017-09-08T02:30:00.000Z",
          "end": "2017-09-08T03:30:00.000Z",
          "artistId": "32"
        },
        {
          "type": "dj",
          "start": "2017-09-08T03:30:00.000Z",
          "end": "2017-09-08T04:45:00.000Z",
          "artistId": "126"
        },
        {
          "type": "live",
          "start": "2017-09-08T04:45:00.000Z",
          "end": "2017-09-08T05:45:00.000Z",
          "artistId": "18"
        },
        {
          "type": "live",
          "start": "2017-09-08T05:45:00.000Z",
          "end": "2017-09-08T06:45:00.000Z",
          "artistId": "13"
        },
        {
          "type": "dj",
          "start": "2017-09-08T06:45:00.000Z",
          "end": "2017-09-08T08:15:00.000Z",
          "artistId": "84"
        },
        {
          "type": "dj",
          "start": "2017-09-08T08:15:00.000Z",
          "end": "2017-09-08T09:15:00.000Z",
          "artistId": "86"
        },
        {
          "type": "dj",
          "start": "2017-09-08T09:15:00.000Z",
          "end": "2017-09-08T10:45:00.000Z",
          "artistId": "117"
        },
        {
          "type": "live",
          "start": "2017-09-08T10:45:00.000Z",
          "end": "2017-09-08T12:00:00.000Z",
          "artistId": "116"
        },
        {
          "type": "live",
          "start": "2017-09-08T12:00:00.000Z",
          "end": "2017-09-08T13:00:00.000Z",
          "artistId": "25"
        },
        {
          "type": "dj",
          "start": "2017-09-08T13:00:00.000Z",
          "end": "2017-09-08T14:30:00.000Z",
          "artistId": "81"
        },
        {
          "type": "live",
          "start": "2017-09-08T14:30:00.000Z",
          "end": "2017-09-08T15:30:00.000Z",
          "artistId": "26"
        },
        {
          "type": "live",
          "start": "2017-09-08T15:30:00.000Z",
          "end": "2017-09-08T16:30:00.000Z",
          "artistId": "52"
        },
        {
          "type": "live",
          "start": "2017-09-08T16:30:00.000Z",
          "end": "2017-09-08T17:30:00.000Z",
          "artistId": "46"
        },
        {
          "type": "dj",
          "start": "2017-09-08T17:30:00.000Z",
          "end": "2017-09-08T19:00:00.000Z",
          "artistId": "53"
        },
        {
          "type": "live",
          "start": "2017-09-08T19:00:00.000Z",
          "end": "2017-09-08T20:00:00.000Z",
          "artistId": "51"
        },
        {
          "type": "dj",
          "start": "2017-09-08T20:00:00.000Z",
          "end": "2017-09-08T22:00:00.000Z",
          "artistId": "83"
        },
        {
          "type": "live",
          "start": "2017-09-08T22:00:00.000Z",
          "end": "2017-09-08T23:30:00.000Z",
          "artistId": "7"
        },
        {
          "type": "dj",
          "start": "2017-09-08T23:30:00.000Z",
          "end": "2017-09-09T01:30:00.000Z",
          "artistId": "10"
        },
        {
          "type": "dj",
          "start": "2017-09-09T01:30:00.000Z",
          "end": "2017-09-09T03:00:00.000Z",
          "artistId": "34"
        },
        {
          "type": "live",
          "start": "2017-09-09T03:00:00.000Z",
          "end": "2017-09-09T04:00:00.000Z",
          "artistId": "121"
        },
        {
          "type": "dj",
          "start": "2017-09-09T04:00:00.000Z",
          "end": "2017-09-09T05:30:00.000Z",
          "artistId": "12"
        },
        {
          "type": "dj",
          "start": "2017-09-09T05:30:00.000Z",
          "end": "2017-09-09T07:00:00.000Z",
          "artistId": "82"
        },
        {
          "type": "live",
          "start": "2017-09-09T07:00:00.000Z",
          "end": "2017-09-09T08:00:00.000Z",
          "artistId": "38"
        },
        {
          "type": "live",
          "start": "2017-09-09T08:00:00.000Z",
          "end": "2017-09-09T09:30:00.000Z",
          "artistId": "39"
        },
        {
          "type": "dj",
          "start": "2017-09-09T09:30:00.000Z",
          "end": "2017-09-09T11:00:00.000Z",
          "artistId": "43"
        },
        {
          "type": "live",
          "start": "2017-09-09T11:00:00.000Z",
          "end": "2017-09-09T12:00:00.000Z",
          "artistId": "85"
        },
        {
          "type": "dj",
          "start": "2017-09-09T12:00:00.000Z",
          "end": "2017-09-09T13:30:00.000Z",
          "artistId": "120"
        },
        {
          "type": "dj",
          "start": "2017-09-09T13:30:00.000Z",
          "end": "2017-09-09T15:00:00.000Z",
          "artistId": "24"
        },
        {
          "type": "live",
          "start": "2017-09-09T15:00:00.000Z",
          "end": "2017-09-09T16:00:00.000Z",
          "artistId": "27"
        },
        {
          "type": "live",
          "start": "2017-09-09T16:00:00.000Z",
          "end": "2017-09-09T17:30:00.000Z",
          "artistId": "47"
        },
        {
          "type": "live",
          "start": "2017-09-09T17:30:00.000Z",
          "end": "2017-09-09T18:30:00.000Z",
          "artistId": "49"
        },
        {
          "type": "live",
          "start": "2017-09-09T18:30:00.000Z",
          "end": "2017-09-09T19:30:00.000Z",
          "artistId": "45"
        },
        {
          "type": "dj",
          "start": "2017-09-09T19:30:00.000Z",
          "end": "2017-09-09T21:30:00.000Z",
          "artistId": "17"
        },
        {
          "type": "live",
          "start": "2017-09-09T21:30:00.000Z",
          "end": "2017-09-09T22:30:00.000Z",
          "artistId": "16"
        },
        {
          "type": "dj",
          "start": "2017-09-09T22:30:00.000Z",
          "end": "2017-09-10T00:30:00.000Z",
          "artistId": "35"
        },
        {
          "type": "live",
          "start": "2017-09-10T00:30:00.000Z",
          "end": "2017-09-10T02:00:00.000Z",
          "artistId": "5"
        },
        {
          "type": "live",
          "start": "2017-09-10T02:00:00.000Z",
          "end": "2017-09-10T03:00:00.000Z",
          "artistId": "29"
        },
        {
          "type": "live",
          "start": "2017-09-10T03:00:00.000Z",
          "end": "2017-09-10T04:30:00.000Z",
          "artistId": "33"
        },
        {
          "type": "live",
          "start": "2017-09-10T04:30:00.000Z",
          "end": "2017-09-10T05:30:00.000Z",
          "artistId": "115"
        },
        {
          "type": "live",
          "start": "2017-09-10T05:30:00.000Z",
          "end": "2017-09-10T07:00:00.000Z",
          "artistId": "15"
        },
        {
          "type": "dj",
          "start": "2017-09-10T07:00:00.000Z",
          "end": "2017-09-10T08:30:00.000Z",
          "artistId": "42"
        },
        {
          "type": "live",
          "start": "2017-09-10T08:30:00.000Z",
          "end": "2017-09-10T10:00:00.000Z",
          "artistId": "88"
        },
        {
          "type": "live",
          "start": "2017-09-10T10:00:00.000Z",
          "end": "2017-09-10T11:30:00.000Z",
          "artistId": "37"
        },
        {
          "type": "live",
          "start": "2017-09-10T11:30:00.000Z",
          "end": "2017-09-10T12:45:00.000Z",
          "artistId": "87"
        },
        {
          "type": "live",
          "start": "2017-09-10T12:45:00.000Z",
          "end": "2017-09-10T14:00:00.000Z",
          "artistId": "22"
        },
        {
          "type": "live",
          "start": "2017-09-10T14:00:00.000Z",
          "end": "2017-09-10T15:00:00.000Z",
          "artistId": "19"
        },
        {
          "type": "live",
          "start": "2017-09-10T15:00:00.000Z",
          "end": "2017-09-10T16:30:00.000Z",
          "artistId": "28"
        }
      ]
    },
    {
      "name": "Alternative",
      "hide": false,
      "sets": [
        {
          "type": "dj",
          "start": "2017-09-07T19:15:00.000Z",
          "end": "2017-09-07T22:30:00.000Z",
          "artistId": "70"
        },
        {
          "type": "gig",
          "start": "2017-09-07T22:30:00.000Z",
          "end": "2017-09-08T00:30:00.000Z",
          "artistId": "76"
        },
        {
          "type": "dj",
          "start": "2017-09-08T00:30:00.000Z",
          "end": "2017-09-08T02:30:00.000Z",
          "artistId": "66"
        },
        {
          "type": "live",
          "start": "2017-09-08T02:30:00.000Z",
          "end": "2017-09-08T04:30:00.000Z",
          "artistId": "7"
        },
        {
          "type": "live",
          "start": "2017-09-08T04:30:00.000Z",
          "end": "2017-09-08T06:00:00.000Z",
          "artistId": "69"
        },
        {
          "type": "dj",
          "start": "2017-09-08T06:00:00.000Z",
          "end": "2017-09-08T09:00:00.000Z",
          "artistId": "59"
        },
        {
          "type": "dj",
          "start": "2017-09-08T09:00:00.000Z",
          "end": "2017-09-08T11:00:00.000Z",
          "artistId": "48"
        },
        {
          "type": "live",
          "start": "2017-09-08T11:00:00.000Z",
          "end": "2017-09-08T12:30:00.000Z",
          "artistId": "112"
        },
        {
          "type": "live",
          "start": "2017-09-08T12:30:00.000Z",
          "end": "2017-09-08T14:30:00.000Z",
          "artistId": "60"
        },
        {
          "type": "live",
          "start": "2017-09-08T14:30:00.000Z",
          "end": "2017-09-08T16:00:00.000Z",
          "artistId": "56"
        },
        {
          "type": "break",
          "start": "2017-09-08T16:00:00.000Z",
          "end": "2017-09-08T17:30:00.000Z",
          "artistId": -1
        },
        {
          "type": "live",
          "start": "2017-09-08T17:30:00.000Z",
          "end": "2017-09-08T19:00:00.000Z",
          "artistId": "78"
        },
        {
          "type": "gig",
          "start": "2017-09-08T19:00:00.000Z",
          "end": "2017-09-08T20:15:00.000Z",
          "artistId": "11"
        },
        {
          "type": "live",
          "start": "2017-09-08T20:15:00.000Z",
          "end": "2017-09-08T21:45:00.000Z",
          "artistId": "64"
        },
        {
          "type": "live",
          "start": "2017-09-08T21:45:00.000Z",
          "end": "2017-09-08T22:45:00.000Z",
          "artistId": "113"
        },
        {
          "type": "live",
          "start": "2017-09-08T22:45:00.000Z",
          "end": "2017-09-09T00:45:00.000Z",
          "artistId": "71"
        },
        {
          "type": "dj",
          "start": "2017-09-09T00:45:00.000Z",
          "end": "2017-09-09T03:15:00.000Z",
          "artistId": "127"
        },
        {
          "type": "dj",
          "start": "2017-09-09T03:15:00.000Z",
          "end": "2017-09-09T06:15:00.000Z",
          "artistId": "61"
        },
        {
          "type": "dj",
          "start": "2017-09-09T06:15:00.000Z",
          "end": "2017-09-09T08:45:00.000Z",
          "artistId": "68"
        },
        {
          "type": "live",
          "start": "2017-09-09T08:45:00.000Z",
          "end": "2017-09-09T10:15:00.000Z",
          "artistId": "65"
        },
        {
          "type": "live",
          "start": "2017-09-09T10:15:00.000Z",
          "end": "2017-09-09T11:45:00.000Z",
          "artistId": "63"
        },
        {
          "type": "break",
          "start": "2017-09-09T11:45:00.000Z",
          "end": "2017-09-09T12:45:00.000Z",
          "artistId": -1
        },
        {
          "type": "live",
          "start": "2017-09-09T12:45:00.000Z",
          "end": "2017-09-09T14:45:00.000Z",
          "artistId": "80"
        },
        {
          "type": "dj",
          "start": "2017-09-09T14:45:00.000Z",
          "end": "2017-09-09T16:45:00.000Z",
          "artistId": "174"
        },
        {
          "type": "dj",
          "start": "2017-09-09T16:45:00.000Z",
          "end": "2017-09-09T19:15:00.000Z",
          "artistId": "157"
        },
        {
          "type": "live",
          "start": "2017-09-09T19:15:00.000Z",
          "end": "2017-09-09T20:45:00.000Z",
          "artistId": "67"
        },
        {
          "type": "live",
          "start": "2017-09-09T20:45:00.000Z",
          "end": "2017-09-09T22:15:00.000Z",
          "artistId": "6"
        },
        {
          "type": "live",
          "start": "2017-09-09T22:15:00.000Z",
          "end": "2017-09-09T23:45:00.000Z",
          "artistId": "47"
        },
        {
          "type": "live",
          "start": "2017-09-09T23:45:00.000Z",
          "end": "2017-09-10T01:15:00.000Z",
          "artistId": "72"
        },
        {
          "type": "live",
          "start": "2017-09-10T01:15:00.000Z",
          "end": "2017-09-10T02:45:00.000Z",
          "artistId": "73"
        },
        {
          "type": "dj",
          "start": "2017-09-10T02:45:00.000Z",
          "end": "2017-09-10T06:15:00.000Z",
          "artistId": "62"
        },
        {
          "type": "live",
          "start": "2017-09-10T06:15:00.000Z",
          "end": "2017-09-10T08:15:00.000Z",
          "artistId": "57"
        },
        {
          "type": "dj",
          "start": "2017-09-10T08:15:00.000Z",
          "end": "2017-09-10T10:45:00.000Z",
          "artistId": "58"
        },
        {
          "type": "break",
          "start": "2017-09-10T10:45:00.000Z",
          "end": "2017-09-10T12:00:00.000Z",
          "artistId": -1
        },
        {
          "type": "gig",
          "start": "2017-09-10T12:00:00.000Z",
          "end": "2017-09-10T13:15:00.000Z",
          "artistId": "79"
        },
        {
          "type": "break",
          "start": "2017-09-10T13:15:00.000Z",
          "end": "2017-09-10T13:45:00.000Z",
          "artistId": -1
        },
        {
          "type": "gig",
          "start": "2017-09-10T13:45:00.000Z",
          "end": "2017-09-10T15:45:00.000Z",
          "artistId": "77"
        }
      ]
    },
    {
      "name": "Chill",
      "hide": false,
      "sets": [
        {
          "type": "live",
          "start": "2017-09-07T20:00:00.000Z",
          "end": "2017-09-07T22:00:00.000Z",
          "artistId": "97"
        },
        {
          "type": "live",
          "start": "2017-09-07T22:00:00.000Z",
          "end": "2017-09-07T23:00:00.000Z",
          "artistId": "114"
        },
        {
          "type": "break",
          "start": "2017-09-07T23:00:00.000Z",
          "end": "2017-09-08T00:00:00.000Z",
          "artistId": -1
        },
        {
          "type": "live",
          "start": "2017-09-08T00:00:00.000Z",
          "end": "2017-09-08T03:00:00.000Z",
          "artistId": "104"
        },
        {
          "type": "dj",
          "start": "2017-09-08T03:00:00.000Z",
          "end": "2017-09-08T06:00:00.000Z",
          "artistId": "100"
        },
        {
          "type": "live",
          "start": "2017-09-08T06:00:00.000Z",
          "end": "2017-09-08T09:00:00.000Z",
          "artistId": "99"
        },
        {
          "type": "dj",
          "start": "2017-09-08T09:00:00.000Z",
          "end": "2017-09-08T12:00:00.000Z",
          "artistId": "94"
        },
        {
          "type": "live",
          "start": "2017-09-08T12:00:00.000Z",
          "end": "2017-09-08T14:00:00.000Z",
          "artistId": "107"
        },
        {
          "type": "dj",
          "start": "2017-09-08T14:00:00.000Z",
          "end": "2017-09-08T18:00:00.000Z",
          "artistId": "70"
        },
        {
          "type": "live",
          "start": "2017-09-08T18:00:00.000Z",
          "end": "2017-09-08T20:00:00.000Z",
          "artistId": "108"
        },
        {
          "type": "dj",
          "start": "2017-09-08T20:00:00.000Z",
          "end": "2017-09-09T01:00:00.000Z",
          "artistId": "109"
        },
        {
          "type": "live",
          "start": "2017-09-09T01:00:00.000Z",
          "end": "2017-09-09T03:00:00.000Z",
          "artistId": "41"
        },
        {
          "type": "live",
          "start": "2017-09-09T03:00:00.000Z",
          "end": "2017-09-09T05:00:00.000Z",
          "artistId": "90"
        },
        {
          "type": "live",
          "start": "2017-09-09T05:00:00.000Z",
          "end": "2017-09-09T06:00:00.000Z",
          "artistId": "176"
        },
        {
          "type": "dj",
          "start": "2017-09-09T06:00:00.000Z",
          "end": "2017-09-09T10:00:00.000Z",
          "artistId": "123"
        },
        {
          "type": "live",
          "start": "2017-09-09T10:00:00.000Z",
          "end": "2017-09-09T12:00:00.000Z",
          "artistId": "89"
        },
        {
          "type": "dj",
          "start": "2017-09-09T12:00:00.000Z",
          "end": "2017-09-09T15:00:00.000Z",
          "artistId": "95"
        },
        {
          "type": "dj",
          "start": "2017-09-09T15:00:00.000Z",
          "end": "2017-09-09T17:00:00.000Z",
          "artistId": "98"
        },
        {
          "type": "live",
          "start": "2017-09-09T17:00:00.000Z",
          "end": "2017-09-09T19:00:00.000Z",
          "artistId": "105"
        },
        {
          "type": "break",
          "start": "2017-09-09T19:00:00.000Z",
          "end": "2017-09-09T20:00:00.000Z",
          "artistId": -1
        },
        {
          "type": "live",
          "start": "2017-09-09T20:00:00.000Z",
          "end": "2017-09-09T21:00:00.000Z",
          "artistId": "93"
        },
        {
          "type": "dj",
          "start": "2017-09-09T21:00:00.000Z",
          "end": "2017-09-10T01:00:00.000Z",
          "artistId": "70"
        },
        {
          "type": "dj",
          "start": "2017-09-10T01:00:00.000Z",
          "end": "2017-09-10T05:00:00.000Z",
          "artistId": "91"
        },
        {
          "type": "live",
          "start": "2017-09-10T05:00:00.000Z",
          "end": "2017-09-10T07:00:00.000Z",
          "artistId": "119"
        },
        {
          "type": "live",
          "start": "2017-09-10T07:00:00.000Z",
          "end": "2017-09-10T09:00:00.000Z",
          "artistId": "111"
        },
        {
          "type": "dj",
          "start": "2017-09-10T09:00:00.000Z",
          "end": "2017-09-10T11:00:00.000Z",
          "artistId": "96"
        },
        {
          "type": "dj",
          "start": "2017-09-10T11:00:00.000Z",
          "end": "2017-09-10T14:00:00.000Z",
          "artistId": "173"
        },
        {
          "type": "dj",
          "start": "2017-09-10T14:00:00.000Z",
          "end": "2017-09-10T17:00:00.000Z",
          "artistId": "172"
        }
      ]
    }
  ]
}