Repository: sinedied/hadra-trance-festival
Catalog: sources/translations/*.po
Languages: fr_fr

source: APP_NAME
fr_fr: Hadra Trance Festival

source: About
fr_fr: A propos

source: Added to favorites!<br>You will be notified before its set starts.
fr_fr: Ajouté aux favoris!<br>Vous recevrez une notification avant le début de son set.

source: Added to favorites!<br>You will be notified before this set starts.
fr_fr: Ajouté aux favoris!<br>Vous recevrez une notification avant le début de ce set.

source: All
fr_fr: Tous

source: An internet connection is required to use the player
fr_fr: Une connexion Internet est nécessaire pour utiliser le lecteur

source: App version
fr_fr: Version de l'app

source: Artist
fr_fr: Artiste

source: Artists
fr_fr: Artistes

source: Break
fr_fr: Pause

source: Coming soon!
fr_fr: Bientôt disponible !

source: Data version
fr_fr: Version des données

source: Enjoy some silence...
fr_fr: Profitez du silence...

source: Favorites
fr_fr: Favoris

source: Featured artists
fr_fr: Artistes présents

source: Festival starts in
fr_fr: Début du festival dans

source: Home
fr_fr: Accueil

source: Last edition
fr_fr: Dernière édition

source: License
fr_fr: Licence

source: Made with <i class="ion-heart assertive"></i> by noda
fr_fr: Fait avec <i class="ion-heart assertive"></i> par noda

source: Map
fr_fr: Plan

source: Music
fr_fr: Musique

source: No bio
fr_fr: Pas de bio

source: No cover
fr_fr: Pas de jaquette

source: No favorites yet!
fr_fr: Aucun favoris

source: Player
fr_fr: Lecteur

source: Show on Github
fr_fr: Voir sur Github

source: Special thanks to nstCastus
fr_fr: Merci également à nstCactus

source: This software is free and open source, you can contribute to make it better!
fr_fr: Cette application est libre et open source, vous pouvez contribuer à l'améliorer!

source: Website
fr_fr: Site web

source: {{days}}d {{hours}}h {{minutes}}m {{seconds}}s
fr_fr: {{days}}j {{hours}}h {{minutes}}m {{seconds}}s

source: {{name}} {{type}} set starts in 10 minutes on {{scene}} floor!
fr_fr: Le {{type}} set de {{name}} démarre dans 10 min sur la scène {{scene}}!
